{
"Khiếu nại":[
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, trong các hành vi dưới đây, hành vi nào là hành vi mà người có thẩm quyền giải quyết khiếu nại không bị nghiêm cấm khi thực hiện nhiệm vụ giải quyết khiếu nại của mình?",
  "1": "Tư vấn pháp luật cho người khiếu nại.",
  "2": "Thiếu trách nhiệm trong việc giải quyết khiếu nại; không giải quyết khiếu nại; làm sai lệch các thông tin, tài liệu, hồ sơ vụ việc khiếu nại; cố ý giải quyết khiếu nại trái pháp luật.",
  "3": "Cản trở, gây phiền hà cho người thực hiện quyền khiếu nại; đe doạ, trả thù, trù dập người khiếu nại.",
  "4": "Ra quyết định giải quyết khiếu nại không bằng hình thức quyết định.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, thì người khiếu nại sẽ thực hiện việc khiếu nại bằng các hình thức nào sau đây là đúng nhất?",
  "1": "Khiếu nại trực tiếp với cơ quan nhà nước có thẩm quyền.",
  "2": "Gửi đơn khiếu nại qua đường bưu chính.",
  "3": "Gửi đơn khiếu nại hoặc khiếu nại trực tiếp.",
  "4": "Gửi đơn khiếu nại hoặc đến khiếu nại trực tiếp với cơ quan nhà nước có thẩm quyền hoặc gọi điện thoại khiếu nại.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, trường hợp nào cơ quan nhà nước có thẩm quyền không được thụ lý giải quyết khiếu nại của công dân, cơ quan, tổ chức?",
  "1": "Quyết định hành chính, hành vi hành chính trong nội bộ cơ quan nhà nước để chỉ đạo, tổ chức thực hiện nhiệm vụ, công vụ; quyết định hành chính, hành vi hành chính trong chỉ đạo điều hành của cơ quan hành chính cấp trên với cơ quan hành chính cấp dưới.",
  "2": "Quyết định hành chính có chứa đựng các quy phạm pháp luật do cơ quan, tổ chức, cá nhân có thẩm quyền ban hành theo trình tự, thủ tục của pháp luật về ban hành văn bản quy phạm pháp luật.",
  "3": "Quyết định hành chính, hành vi hành chính thuộc phạm vi bí mật nhà nước trong các lĩnh vực quốc phòng, an ninh, ngoại giao theo danh mục do Chính phủ quy định.",
  "4": "Cả ba trường hợp nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, trường hợp nào sau đây có thể được thụ lý để giải quyết?",
  "1": "Thời hiệu, thời hạn khiếu nại đã hết mà không có lý do chính đáng. ",
  "2": "Đơn khiếu nại không có chữ ký hoặc điểm chỉ của người khiếu nại.",
  "3": "Vụ việc khiếu nại thuộc thẩm quyền của cơ quan hành chính cấp dưới, nhưng quá thời hạn mà không được xem xét, giải quyết.",
  "4": "Khiếu nại đã có quyết định giải quyết khiếu nại lần hai.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, người giải quyết khiếu nại lần đầu khi xác minh nội dung khiếu nại không có trách nhiệm nào sau đây? ",
  "1": "Xác minh nhân thân, lý lịch tư pháp của người khiếu nại, người đại diện cho người khiếu nại.",
  "2": "Kiểm tra lại quyết định hành chính của mình, nếu khiếu nại đúng thì ra quyết định giải quyết khiếu nại ngay.",
  "3": "Kiểm tra lại hành vi hành chính của mình, của người có trách nhiệm do mình quản lý trực tiếp, nếu khiếu nại đúng thì ra quyết định giải quyết khiếu nại ngay.",
  "4": "Trường hợp chưa có cơ sở kết luận nội dung khiếu nại thì tự mình tiến hành xác minh, kết luận nội dung khiếu nại hoặc giao cơ quan, tổ chức, cá nhân có trách nhiệm xác minh nội dung khiếu nại, kiến nghị giải quyết khiếu nại.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, việc xác minh nội dung khiếu nại phải đảm bảo tính khách quan, chính xác, kịp thời thông qua các hình thức sau?",
  "1": "Kiểm tra, xác minh trực tiếp tại địa điểm phát sinh khiếu nại.",
  "2": "Kiểm tra, xác minh thông qua các tài liệu, chứng cứ mà người khiếu nại, người bị khiếu nại, cơ quan, tổ chức, cá nhân có liên quan cung cấp.",
  "3": "Các hình thức khác theo quy định của pháp luật.",
  "4": "Cả 3 phương án nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản hướng dẫn thi hành, kết thúc việc xác minh nội dung khiếu nại, người có thẩm quyền xác minh phải ban hành Báo cáo kết quả xác minh và chịu trách nhiệm trước pháp luật về kết quả xác minh đó. Báo cáo kết quả xác minh phải có những nội dung nào?",
  "1": "Đối tượng xác minh; thời gian tiến hành xác minh.",
  "2": "Người tiến hành xác minh; nội dung xác minh.",
  "3": "Kết quả xác minh; kết luận và kiến nghị nội dung giải quyết khiếu nại.",
  "4": "Cả 3 nội dung nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Trong quá trình giải quyết khiếu nại lần đầu đối với quyết định kỷ luật cán bộ, công chức, người giải quyết khiếu nại phải tổ chức việc đối thoại với những người nào sau đây?",
  "1": "Người khiếu nại.",
  "2": "Người bị khiếu nại.",
  "3": "Người có quyền, nghĩa vụ liên quan; cơ quan, tổ chức, cá nhân có liên quan.",
  "4": "Cả 3 phương án nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, để giải quyết khiếu nại thì người giải quyết khiếu nại phải ban hành quyết định giải quyết khiếu nại lần đầu. Trong những yếu tố sau đây, yếu tố nào không có trong nội dung quyết định giải quyết khiếu nại lần đầu?",
  "1": "Ngày, tháng, năm ra quyết định.",
  "2": "Tên, địa chỉ, người khiếu nại, người bị khiếu nại; nội dung khiếu nại.",
  "3": "Kết quả xác minh nội dung khiếu nại.",
  "4": "Đề xuất của cơ quan tham mưu việc giải quyết khiếu nại.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, để giải quyết khiếu nại thì người giải quyết khiếu nại phải ban hành quyết định giải quyết khiếu nại lần đầu. Trong những yếu tố sau đây, yếu tố nào không có trong nội dung quyết định giải quyết khiếu nại lần đầu?",
  "1": "Căn cứ pháp luật để giải quyết khiếu nại.",
  "2": "Kết luận nội dung khiếu nại.",
  "3": "Đề xuất của Hội đồng tư vấn giải quyết khiếu nại.",
  "4": "Việc bồi thường thiệt hại cho người khiếu nại (nếu có).",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, để giải quyết khiếu nại thì người giải quyết khiếu nại phải ban hành quyết định giải quyết khiếu nại lần đầu. Trong những yếu tố sau đây, yếu tố nào không có trong nội dung quyết định giải quyết khiếu nại lần đầu sau đây?",
  "1": "Giữ nguyên, sửa đổi, bổ sung hoặc hủy bỏ một phần hay toàn bộ quyết định hành chính, chấm dứt hành vi hành chính bị khiếu nại; giải quyết các vấn đề cụ thể trong nội dung khiếu nại.",
  "2": "Đề xuất của Tổ trưởng Tổ xác minh nội dung khiếu nại.",
  "3": "Quyền khiếu nại lần hai, quyền khởi kiện vụ án hành chính tại Tòa án.",
  "4": "Việc bồi thường thiệt hại cho người bị khiếu nại (nếu có). ",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc gửi quyết định giải quyết khiếu nại lần đầu phải được thực hiện trong thời hạn 03 ngày làm việc, kể từ ngày có quyết định giải quyết khiếu nại cho các cơ quan, tổ chức, cá nhân sau đây? ",
  "1": "Người khiếu nại.",
  "2": "Thủ trưởng cấp trên trực tiếp của Người giải quyết khiếu nại.",
  "3": "Người có thẩm quyền, người có quyền, nghĩa vụ liên quan, cơ quan, tổ chức, cá nhân đã chuyển khiếu nại đến và cơ quan thanh tra nhà nước cùng cấp. ",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định tại Luật Khiếu nại, việc đối thoại lần 2 được tiến hành trong các trường hợp sau đây?",
  "1": "Khi kết quả xác minh khác với yêu cầu của Người khiếu nại",
  "2": "Khi kết quả xác minh khác với yêu cầu của Người bị khiếu nại",
  "3": "Bắt buộc phải tổ chức đối thoại trong mọi trường hợp",
  "4": "Khi Người khiếu nại có yêu cầu",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, người giải quyết khiếu nại lần hai phải ban hành quyết định giải quyết khiếu nại. Trong những yếu tố sau đây, yếu tố nào không có trong nội dung quyết định giải quyết khiếu nại lần hai?",
  "1": "Ngày, tháng, năm ra quyết định.",
  "2": "Tên, địa chỉ của người khiếu nại, người bị khiếu nại.",
  "3": "Nội dung khiếu nại.",
  "4": "Đề xuất của Tổ trưởng Tổ xác minh nội dung đơn khiếu nại.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, người giải quyết khiếu nại lần hai phải ban hành quyết định giải quyết khiếu nại. Trong những yếu tố sau đây, yếu tố nào không có trong nội dung quyết định giải quyết khiếu nại lần hai?",
  "1": "Đề xuất của Tổ tư vấn giải quyết khiếu nại",
  "2": "Kết quả giải quyết khiếu nại của người giải quyết khiếu nại lần đầu",
  "3": "Kết quả xác minh nội dung khiếu nại",
  "4": "Kết quả đối thoại",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, người giải quyết khiếu nại lần hai phải ban hành quyết định giải quyết khiếu nại. Trong những yếu tố sau đây, yếu tố nào không có trong nội dung quyết định giải quyết khiếu nại lần hai?",
  "1": "Căn cứ pháp luật để giải quyết khiếu nại",
  "2": "Đề xuất của Hội đồng tư vấn giải quyết khiếu nại",
  "3": "Việc bồi thường cho người bị thiệt hại (nếu có)",
  "4": "Quyền khởi kiện vụ án hành chính tại Tòa án",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, quyết định giải quyết khiếu nại phải được công bố để bảo đảm tính công khai, minh bạch trong quá trình giải quyết. Việc công bố quyết định giải quyết khiếu nại có thể lựa chọn hình thức nào sau đây?",
  "1": "Công bố tại cuộc họp cơ quan, tổ chức nơi người bị khiếu nại công tác.",
  "2": "Niêm yết tại Trụ sở làm việc hoặc nơi tiếp công dân của cơ quan, tổ chức đã giải quyết khiếu nại.",
  "3": "Thông báo trên các phương tiện thông tin đại chúng.",
  "4": "Một trong 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, người có trách nhiệm thực hiện quyết định giải quyết khiếu nại có hiệu lực pháp luật là?",
  "1": "Người giải quyết khiếu nại.",
  "2": "Người khiếu nại; Người bị khiếu nại.",
  "3": "Người có quyền, nghĩa vụ liên quan; Cơ quan, tổ chức, cá nhân có liên quan.",
  "4": "Cả 3 trường hợp trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc công bố công khai quyết định giải quyết khiếu nại lần hai đối với quyết định kỷ luật được áp dụng trong trường hợp nào sau đây?",
  "1": "Công bố tại cuộc họp cơ quan, tổ chức nơi người bị khiếu nại công tác.",
  "2": "Thông báo trên phương tiện thông tin đại chúng.",
  "3": "Niêm yết tại trụ sở làm việc hoặc nơi tiếp công dân của cơ quan, tổ chức đã giải quyết khiếu nại.",
  "4": "Người giải quyết khiếu nại lựa chọn một hoặc một số hình thức công khai tại các phương án 1, 2 và 3.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, khi có từ 5 đến 10 người khiếu nại về cùng một nội dung thì những người khiếu nại đó phải cử người đại diện để trình bày về nội dung khiếu nại. Việc cử đại diện được thực hiện như thế nào?",
  "1": "Cử 01 người đại diện",
  "2": "Cử 02 người đại diện",
  "3": "Cử không quá 02 người đại diện",
  "4": "Cử 03 người đại diện",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, khi có từ 11 người khiếu nại trở lên khiếu nại về cùng một nội dung thì những người khiếu nại đó phải cử người đại diện để trình bày về nội dung khiếu nại. Việc cử đại diện được thực hiện như thế nào?",
  "1": "Cử 04 người đại diện",
  "2": "Cử 05 người đại diện",
  "3": "Cử 06 người đại diện",
  "4": "Cử không quá 05 người đại diện",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, trường hợp công bố công khai quyết định giải quyết khiếu nại tại cuộc họp, người giải quyết khiếu nại lần 2 phải bắt buộc triệu tập những người nào sau đây?",
  "1": "Người ra quyết định giải quyết khiếu nại",
  "2": "Người khiếu nại hoặc người đại diện",
  "3": "Người bị khiếu nại và cơ quan, tổ chức, cá nhân có liên quan",
  "4": "Cả 3 thành phần nêu trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc công khai quyết định giải quyết khiếu nại trên các phương tiện thông tin đại chúng được thực hiện trên báo nói, báo hình, báo viết, báo điện tử. Việc thông báo trên báo hình là bao nhiêu lần?",
  "1": "01 lần phát sóng",
  "2": "02 lần phát sóng",
  "3": "03 lần phát sóng",
  "4": "04 lần phát sóng",
  "Correct Answer": 2
 },
 {
  "Question": "Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ được áp dụng cho các đối tượng nào sau đây?",
  "1": "Cơ quan hành chính nhà nước, đơn vị sự nghiệp công lập",
  "2": "Doanh nghiệp nhà nước",
  "3": "Người có thẩm quyền trong cơ quan, tổ chức, đơn vị trong việc xử lý đơn",
  "4": "Tất cả các đáp án trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, đơn được tiếp nhận để phân loại và xử lý từ các nguồn nào sau đây? ",
  "1": "Đơn được gửi qua dịch vụ bưu chính.",
  "2": "Đơn do Đại biểu Quốc hôi, Đoàn Đại biểu Quốc hội, các cơ quan của Quốc hội và của Ủy ban Thường vụ Quốc hội, Đại biểu Hội đồng nhân dân, các ban của Hội đồng nhân, Ủy ban Mặt trận Tổ quốc Việt Nam và các tổ chức thành viên của Mặt trận,cơ quan báo chí và cơ quan, tổ chức, đơn vị khác chuyển đến theo quy định của pháp luật.",
  "3": "Đơn được gửi đến Trụ sở tiếp công dân, Ban tiếp công dân, địa điểm tiếp công dân, bộ phận tiếp nhận đơn hoặc qua hộp thư góp ý của cơ quan, tổ chức, đơn vị.",
  "4": "Tất cả các đáp án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, việc phân loại đơn không phụ thuộc vào những nội dung nào sau đây?",
  "1": "Mục đích của người viết đơn",
  "2": "Tiêu đề của đơn",
  "3": "Nội dung trình bày trong đơn",
  "4": "Yêu cầu của người viết đơn",
  "Correct Answer": 2
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, đơn nào sau đây không đủ điều kiện xử lý?",
  "1": "Đơn khiếu nại ghi rõ tên, địa chỉ của cơ quan, tổ chức, cá nhân bị khiếu nại; nội dung, lý do khiếu nại, tài liệu liên quan đến nội dung khiếu nại và yêu cầu của người khiếu nại.",
  "2": "Đơn không rõ họ tên, địa chỉ của người gửi đơn nhưng có nội dung tố cáo về hành vi vi phạm pháp luật và nêu rõ người có hành vi vi phạm pháp luật, có tài liệu, chứng cứ cụ thể về hành vi vi phạm pháp luật và có cơ sở để thẩm tra, xác minh.",
  "3": "Đơn được gửi cho nhiều cơ quan, tổ chức, đơn vị, cá nhân trong đó có cơ quan, tổ chức, đơn vị hoặc người có thẩm quyền giải quyết.",
  "4": "Đơn kiến nghị, phản ánh ghi rõ nội dung kiến nghị, phản ánh.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, trường hợp đơn khiếu nại thuộc thẩm quyền nhưng chưa đủ điều kiện thụ lý giải quyết thì cơ quan, tổ chức, đơn vị có thẩm quyền giải quyết đơn phải làm gì?",
  "1": "Báo cáo người đứng đầu cơ quan, tổ chức, đơn vị không xử lý đơn do chưa đủ điều kiện thụ lý giải quyết.",
  "2": "Tiến hành thụ lý giải quyết đơn, trong quá trình xác minh, làm việc sẽ yêu cầu người khiếu nại bổ sung thông tin nhằm đảm bảo đủ điều kiện thụ lý.",
  "3": "Hướng dẫn người khiếu nại bổ sung thông tin, tài liệu để thực hiện việc khiếu nại theo quy định của pháp luật.",
  "4": "Tất cả các đáp án trên.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, trường hợp đơn khiếu nại không thuộc thẩm quyền giải quyết thì cơ quan, tổ chức, đơn vị nhận được đơn phải làm gì?",
  "1": "Hướng dẫn người khiếu nại gửi đơn đến cơ quan, tổ chức, đơn vị, người có thẩm quyền giải quyết",
  "2": "Tiến hành thụ lý giải quyết đơn, đồng thời có công văn thông báo cho cơ quan, tổ chức, đơn vị , người có thẩm quyền giải quyết",
  "3": "Có công văn chuyển đơn khiếu nại cho cơ quan, tổ chức, đơn vị, người có thẩm quyền",
  "4": "Báo cáo người đứng đầu cơ quan, tổ chức, đơn vị không xử lý đơn do không đủ thẩm quyền giải quyết",
  "Correct Answer": 1
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, đối với đơn khiếu nại mà quyết định giải quyết khiếu nại đã có hiệu lực pháp luật thì người xử lý đơn phải làm gì?",
  "1": "Thụ lý đơn.",
  "2": "Chuyển đơn.",
  "3": "Không thụ lý đơn và thông báo cho người khiếu nại biết.",
  "4": "Hướng dẫn người khiếu nại khởi kiện vụ án hành chính tại Tòa án nhân dân có thẩm quyền về tố tụng hành chính.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, trường hợp đơn khiếu nại không thuộc thẩm quyền có họ tên, chữ ký của nhiều người, người xử lý đơn phải làm gì?",
  "1": "Hướng dẫn một người khiếu nại có địa chỉ rõ ràng gửi đơn đến đúng cơ quan, tổ chức, đơn vị, người có thẩm quyền giải quyết.",
  "2": "Hướng dẫn tất cả người khiếu nại có địa chỉ rõ ràng gửi đơn đến đúng cơ quan, tổ chức, đơn vị, người có thẩm quyền giải quyết.",
  "3": "Thụ lý đơn.",
  "4": "Không thụ lý đơn và thông báo cho người khiếu nại biết",
  "Correct Answer": 1
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, trường hợp đơn tố cáo đối với đảng viên vi phạm Điều lệ Đảng, chủ trương, nghị quyết, chỉ thị, quy định, quy chế, kết luận của Đảng, người xử lý đơn phải làm gì?",
  "1": "Thụ lý đơn.",
  "2": "Không thụ lý đơn và thông báo cho người tố cáo biết.",
  "3": "Chuyển đến cơ quan có thẩm quyền để xử lý theo quy định của Đảng.",
  "4": "Hướng dẫn người tố cáo gửi đơn đến cơ quan có thẩm quyền xử lý.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, trường hợp đơn tố cáo hành vi vi phạm thẩm quyền, trình tự, thủ tục giải quyết khiếu nại, người xử lý đơn phải làm gì?",
  "1": "Không thụ lý đơn và thông báo cho người tố cáo biết.",
  "2": "Hướng dẫn người có đơn tiếp tục thực hiện việc khiếu nại hoặc khởi kiện vụ án hành chính tại Tòa án có thẩm quyền.",
  "3": "Đối với đơn tố cáo mà người tố cáo cung cấp được thông tin, tài liệu, chứng cứ xác định người giải quyết khiếu nại có hành vi vi phạm thì thụ lý giải quyết theo quy định của Luật Tố cáo.",
  "4": "Đáp án 2 và 3 đều đúng.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, trường hợp xử lý đơn có cả nội dung khiếu nại, tố cáo, kiến nghị, phản ánh, người xử lý đơn phải làm gì?",
  "1": "Ra quyết định thụ lý đối với từng nội dung.",
  "2": "Hướng dẫn người gửi đơn tách riêng từng nội dung để gửi đến đúng cơ quan, tổ chức, đơn vị, cá nhân có thẩm quyền giải quyết.",
  "3": "Không thụ lý đơn và thông báo cho người có đơn biết.",
  "4": "Chuyển từng nội dung tố cáo đến cơ quan có thẩm quyền giải quyết.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, việc lưu đơn được thực hiện đối với những loại đơn nào sau đây?",
  "1": "Đơn không đủ điều kiện xử lý, bao gồm: đơn rách nát, chữ viết bị tẩy xóa, không rõ, không thể đọc được; đơn có nội dung chống đối đường lối, chủ trương của Đảng, chính sách, pháp luật của Nhà nước; đơn không rõ họ tên, địa chỉ của người gửi đơn, nội dung không rõ ràng. ",
  "2": "Đơn tố cáo đã có kết luận nội dung tố cáo và quyết định xử lý tố cáo đã có hiệu lực pháp luật mà người tố cáo không cung cấp được thông tin, tài liệu, chứng cứ mới.",
  "3": "Đơn được gửi cho nhiều có quan, tổ chức, đơn vị, cá nhân trong đó có cơ quan, tổ chức, đơn vị hoặc người có thẩm quyền giải quyết.",
  "4": "Cả 3 đáp án trên",
  "Correct Answer": 4
 },
 {
  "Question": "Mẫu văn bản nào dưới đây không nằm trong biểu mẫu được quy định tại Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ",
  "1": "Phiếu đề xuất thụ lý đơn.",
  "2": "Giấy ủy quyền của người có thẩm quyền ủy quyền cho cá nhân khác chủ trì đối thoại.",
  "3": "Phiếu chuyển đơn tố cáo.",
  "4": "Phiếu hướng dẫn đơn có nhiều nội dung khác nhau",
  "Correct Answer": 2
 },
 {
  "Question": "Theo Thông tư 05\/2021\/TT-TTCP ngày 01\/10\/2021 của Thanh tra Chính phủ, việc phân loại đơn theo thẩm quyền giải quyết của những cơ quan, tổ chức, đơn vị, cá nhân nào sau đây?",
  "1": "Đơn thuộc thẩm quyền giải quyết của cơ quan tiến hành tố tụng, thi hành án.",
  "2": "Đơn thuộc thẩm quyền giải quyết của Kiểm toán Nhà nước.",
  "3": "Đơn thuộc thẩm quyền giải quyết của đơn vị sự nghiệp công lập, doanh nghiệp nhà nước.",
  "4": "Tất cả các đáp án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, trường hợp quá thời hạn quy định mà khiếu nại lần đầu không được giải quyết thì người khiếu nại phải làm gì?",
  "1": "Người khiếu nại gửi lại khiếu nại lần đầu đến người có thẩm quyền giải quyết khiếu nại lần đầu.",
  "2": "Người khiếu nại gửi khiếu nại đến người có thẩm quyền giải quyết khiếu nại lần hai.",
  "3": "Người khiếu nại gửi khiếu nại đến người có thẩm quyền giải quyết khiếu nại lần hai, nêu rõ lý do và gửi kèm các tài liệu có liên quan về vụ việc khiếu nại.",
  "4": "Người khiếu nại gửi khiếu nại đến Tòa án hành chính để xử lý vụ việc theo Luật tố tụng hành chính.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, trường hợp người khiếu nại là người chưa thành niên, người mất năng lực hành vi dân sự thì ai là người thực hiện khiếu nại?",
  "1": "Người chưa thành niên, người mất năng lực hành vi dân sự không được thực hiện khiếu nại.",
  "2": "Người chưa thành niên, người mất năng lực hành vi dân sự tự mình thực hiện khiếu nại.",
  "3": "Người chưa thành niên, người mất năng lực hành vi dân sự thực hiện ủy quyền cho cá nhân khác khiếu nại ",
  "4": "Người đại diện theo pháp luật của người chưa thành niên, người mất năng lực hành vi dân sự thực hiện việc khiếu nại.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, văn bản cử người đại diện khiếu nại không bao gồm nội dung nào sau đây?",
  "1": "Họ, tên, địa chỉ của đại diện người khiếu nại.",
  "2": "Họ, tên, địa chỉ của người chứng kiến.",
  "3": "Chữ ký hoặc điểm chỉ của những người khiếu nại.",
  "4": "Nội dung, phạm vi được đại diện.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, sau khi thụ lý khiếu nại, người có thẩm quyền giải quyết khiếu nại lần đầu kiểm tra lại quyết định hành chính, hành vi hành chính bị khiếu nại. Yếu tố nào sau đây không nằm trong nội dung kiểm tra lại?",
  "1": "Căn cứ pháp lý ban hành quyết định",
  "2": "Xác minh lại nhân thân của người khiếu nại",
  "3": "Thẩm quyền ban hành quyết định",
  "4": "Trình tự, thủ tục ban hành, thể thức và kỹ thuật trình bày quyết định",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, nhiệm vụ xác minh nội dung khiếu nại do ai thực hiện?",
  "1": "Người giải quyết khiếu nại tự mình xác minh",
  "2": "Người khiếu nại hoặc người đại diện cho người khiếu nại đã được ủy quyền theo quy định của pháp luật",
  "3": "Người giải quyết khiếu nại giao cơ quan thanh tra nhà nước cùng cấp hoặc cơ quan tổ chức, đơn vị, cá nhân thuộc quyền quản lý của mình",
  "4": "Phương án 1 hoặc 3 là đúng",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, trường hợp người khiếu nại không hợp tác, không làm việc, không ký vào biên bản làm việc thì người giải khuyết nại hoặc người được giao nhiệm vụ xác minh nội dung khiếu nại phải làm gì?",
  "1": "Thông báo bằng văn bản cho người khiếu nại về việc đình chỉ giải quyết khiếu nại",
  "2": "Tiến hành bước tiếp theo trong quy trình xử lý khiếu nại",
  "3": "Biên bản được lấy chữ ký của người làm chứng hoặc đại diện chính quyền địa phương",
  "4": "Phương án 1 hoặc 2 là đúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc trưng cầu giám định do ai quyết định?",
  "1": "Người khiếu nại",
  "2": "Người bị khiếu nại ",
  "3": "Cơ quan, tổ chức và cá nhân có liên quan",
  "4": "Người giải quyết khiếu nại",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc trưng cầu giám định phải được thực hiện bằng văn bản và không bao gồm yếu tố nào sau đây?",
  "1": "Họ tên, địa chỉ của người khiếu nại có liên quan đến việc giám định",
  "2": "Tên cơ quan, tổ chức giám định",
  "3": "Thông tin, tài liệu cần giám định",
  "4": "Nội dung yêu cầu giám định",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, người được giao nhiệm vụ xác minh phải báo cáo kết quả xác minh nội dung khiếu nại bằng văn bản với người giải quyết khiếu nại, yếu tố nào sau đây không nằm trong nội dung báo cáo?",
  "1": "Thông tin về người khiếu nại, người bị khiếu nại, quyết định hành chính, hành vi hành chính hoặc quyết định kỷ luật cán bộ, công chức bị khiếu nại",
  "2": "Yêu cầu của người khiếu nại",
  "3": "Kết quả xác minh đối với từng nội dung được giao xác minh",
  "4": "Yêu cầu của người bị khiếu nại",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc đối thoại phải được lập thành biên bản và không bao gồm yếu tố nào sau đây?",
  "1": "Quyền và nghĩa vụ của các bên tham gia đối thoại",
  "2": "Thời gian, địa điểm, thành phần tham gia đối thoại",
  "3": "Nội dung, ý kiến của những người tham gia",
  "4": "Những nội dung đã được thống nhất, những vấn đề còn có ý kiến khác nhau",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, yếu tố nào sau đây phải thể hiện rõ trong quyết định giải quyết khiếu nại?",
  "1": "Quyền và nghĩa vụ của người khiếu nại",
  "2": "Quyền và nghĩa vụ của người bị khiếu nại",
  "3": "Điều kiện thụ lý khiếu nại",
  "4": "Toàn bộ quá trình thực hiện xác minh nội dung khiếu nại",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, yếu tố nào sau đây không phải là trách nhiệm của người giải quyết khiếu nại trong việc thi hành quyết định giải quyết khiếu nại có hiệu lực pháp luật?",
  "1": "Chậm nhất là 05 ngày làm việc, kể từ ngày quyết định giải quyết khiếu nại có hiệu lực pháp luật, người giải quyết khiếu nại có trách nhiệm áp dụng các biện pháp để thực hiện hoặc có văn bản chỉ đạo cơ quan, tổ chức, cá nhân có liên quan tổ chức thi hành quyết định giải quyết khiếu nại có hiệu lực pháp luật",
  "2": "Người có thẩm quyền giải quyết khiếu nại có trách nhiệm tổ chức theo dõi, đôn đốc, kiểm tra việc thi hành quyết định giải quyết khiếu nại có hiệu lực pháp luật",
  "3": "Người có thẩm quyền giải quyết khiếu nại có trách nhiệm giải thích cho cơ quan, tổ chức, cá nhân phải thực hiện theo đúng quyết định giải quyết khiếu nại có hiệu lực pháp luật",
  "4": "Trường hợp phát hiện cơ quan, tổ chức, cá nhân không thực hiện hoặc thực không đúng, không đầy đủ, không kịp thời quyết định giải quyết khiếu nại có hiệu lực pháp luật thì áp dụng các biện pháp theo thẩm quyền để xử lý kịp thời, nghiêm minh",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, trong trường hợp quyết định giải quyết khiếu nại yêu cầu phải sửa đổi, bổ sung, hủy bỏ một phần hoặc toàn bộ quyết định hành chính, yếu tố nào sau đây không phải là trách nhiệm của người bị khiếu nại trong việc tổ chức thi hành quyết định giải quyết khiếu nại có hiệu pháp luật?",
  "1": "Người bị khiếu nại phải ban hành quyết định mới thay thế hoặc sửa đổi, bổ sung quyết định hành chính bị khiếu nại",
  "2": "Người bị khiếu nại phải báo cáo người có thẩm quyền tổ chức cưỡng chế người khiếu nại thi hành quyết định hành chính đó",
  "3": "Người bị khiếu nại phải áp dụng các biện pháp theo thẩm quyền nhằm khôi phục quyền, lợi ích hợp pháp cho người khiếu nại và người có liên quan đã bị xâm phạm",
  "4": "Người bị khiếu nại có trách nhiệm báo cáo cơ quan, tổ chức, cá nhân có thẩm quyền về việc thi hành quyết định giải quyết khiếu nại có hiệu lực pháp luật",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, yếu tố nào sau đây không phải là trách nhiệm của người khiếu nại trong việc thi hành quyết định giải quyết khiếu nại có hiệu lực pháp luật?",
  "1": "Làm văn bản yêu cầu cơ quan, tổ chức, cá nhân có thẩm quyền khôi phục quyền, lợi ích hợp pháp của mình bị quyết định hành chính, hành vi hành chính trái pháp luật xâm phạm (nếu có)",
  "2": "Phối hợp với cơ quan, tổ chức, cá nhân có thẩm quyền khôi phục quyền, lợi ích hợp pháp của mình bị quyết định hành chính, hành vi hành chính trái pháp luật xâm phạm (nếu có)",
  "3": "Chấp hành quyết định hành chính, hành vi hành chính bị khiếu nại nếu quyết định hành chính, hành vi hành chính được người có thẩm quyền kết luận là đúng pháp luật",
  "4": "Chấp hành các quyết định của cơ quan có thẩm quyền để thực hiện quyết định giải quyết khiếu nại có hiệu lực pháp luật",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc áp dụng hình thức kỷ luật khiển trách đối với người được giao nhiệm vụ xác minh nội dung khiếu nại khi có hành vi vi phạm pháp luật nào dưới đây?",
  "1": "Sách nhiễu, cản trở, gây khó khăn, phiền hà cho người khiếu nại, người được ủy quyền khiếu nại, người bị khiếu nại",
  "2": "Bao che cho người bị khiếu nại",
  "3": "Đe dọa trả thù, trù dập người khiếu nại, người được ủy quyền khiếu nại, người bị khiếu nại",
  "4": "Một trong các hành vi nêu trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc áp dụng hình thức kỷ luật cảnh cáo đối với người được giao nhiệm vụ xác minh nội dung khiếu nại khi có hành vi vi phạm pháp luật nào dưới đây?",
  "1": "Cố ý bỏ qua các bằng chứng, bỏ lọt các thông tin, tài liệu",
  "2": "Đe dọa trả thù, trù dập người khiếu nại, người được ủy quyền khiếu nại, người bị khiếu nại",
  "3": "Làm sai lệch hồ sơ vụ việc trong quá trình xác minh nội dung khiếu nại",
  "4": "Đáp án 1 và 3 đều đúng",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc áp dụng hình thức kỷ luật giáng chức hoặc cách chức đối với người được giao nhiệm vụ xác minh nội dung khiếu nại khi có hành vi vi phạm pháp luật nào dưới đây?",
  "1": "Cố ý làm sai lệch kết quả xác minh nội dung khiếu nại dẫn đến quyết định giải quyết khiếu nại sai gây mất ổn định nghiêm trọng về an ninh, trật tự xã hội hoặc gây hậu quả chết người",
  "2": "Cố ý bỏ qua các bằng chứng, bỏ lọt các thông tin, tài liệu",
  "3": "Làm sai lệch hồ sơ vụ việc trong quá trình xác minh nội dung khiếu nại",
  "4": "Đe dọa trả thù, trù dập người khiếu nại, người được ủy quyền khiếu nại, người bị khiếu nại",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc áp dụng hình thức kỷ luật khiển trách đối với người có thẩm quyền giải quyết khiếu nại khi có hành vi vi phạm pháp luật nào dưới đây?",
  "1": "Sách nhiễu, cản trở, gây khó khăn, phiền hà cho người khiếu nại, người được ủy quyền khiếu nại, người bị khiếu nại",
  "2": "Bao che cho người bị khiếu nại",
  "3": "Đe dọa trả thù, trù dập người khiếu nại, người được ủy quyền khiếu nại, người bị khiếu nại",
  "4": "Một trong các hành vi nêu trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc áp dụng hình thức kỷ luật cảnh cáo đối với người có thẩm quyền giải quyết khiếu nại khi có hành vi vi phạm pháp luật nào dưới đây?",
  "1": "Cố ý không thụ lý giải quyết khiếu nại đối với vụ việc khiếu nại đủ điều kiện thụ lý thuộc thẩm quyền",
  "2": "Cố ý bỏ qua các bằng chứng, bỏ lọt các thông tin, tài liệu hoặc làm sai lệch hồ sơ vụ việc",
  "3": "Cố ý không ban hành quyết định giải quyết khiếu nại",
  "4": "Một trong các hành vi nêu trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Khiếu nại và các văn bản pháp luật hướng dẫn thi hành, việc áp dụng hình thức kỷ luật giáng chức hoặc cách chức đối với người có thẩm quyền giải quyết khiếu nại khi có hành vi vi phạm pháp luật nào dưới đây?",
  "1": "Cố ý bỏ qua các bằng chứng, bỏ lọt các thông tin, tài liệu hoặc làm sai lệch hồ sơ vụ việc",
  "2": "Cố ý không ban hành quyết định giải quyết khiếu nại",
  "3": "Vi phạm nghiêm trọng trong việc thực hiện trình tự, thủ tục giải quyết khiếu nại gây mất ổn định nghiêm trọng về an ninh, trật tự xã hội hoặc gây hậu quả chết người",
  "4": "Cố ý không thụ lý giải quyết khiếu nại đối với vụ việc khiếu nại đủ điều kiện thụ lý thuộc thẩm quyền",
  "Correct Answer": 3
 }
],
"Tố cáo":[
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, ai là người có quyền tố cáo? ",
  "1": "Cá nhân.",
  "2": "Cá nhân, tổ chức.",
  "3": "Tổ chức.",
  "4": "Công dân, cơ quan, tổ chức.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, yếu tố nào dưới đây không phải là hành vi bị nghiêm cấm trong tố cáo và giải quyết tố cáo?",
  "1": "Thiếu trách nhiệm, phân biệt đối xử trong việc giải quyết tố cáo.",
  "2": "Không cho người tố cáo quay phim, chụp ảnh tại nơi tiếp công dân.",
  "3": "Tiết lộ họ tên, địa chỉ, bút tích của người tố cáo và thông tin khác làm lộ danh tính của người tố cáo.",
  "4": "Cản trở, gây khó khăn, phiền hà cho người tố cáo.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, yếu tố nào dưới đây không phải là hành vi bị nghiêm cấm trong tố cáo và giải quyết tố cáo?",
  "1": "Lợi dụng chức vụ, quyền hạn để thu thập thông tin, tài liệu về vụ việc tố cáo.",
  "2": "Làm mất, làm sai lệch hồ sơ, tài liệu vụ việc tố cáo trong quá trình giải quyết tố cáo.",
  "3": "Không giải quyết hoặc cố ý giải quyết tố cáo trái pháp luật; lợi dụng chức vụ, quyền hạn trong việc giải quyết tố cáo để thực hiện hành vi trái pháp luật, sách nhiễu, gây phiền hà cho người tố cáo, người bị tố cáo.",
  "4": "Không thực hiện hoặc thực hiện không đầy đủ trách nhiệm bảo vệ người tố cáo.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, yếu tố nào dưới đây không phải là hành vi bị nghiêm cấm trong tố cáo và giải quyết tố cáo?",
  "1": "Thông tin cho người bị tố cáo về nội dung vụ việc tố cáo.",
  "2": "Đe dọa, mua chuộc, trả thù, trù dập, xúc phạm người tố cáo.",
  "3": "Can thiệp trái pháp luật, cản trở việc giải quyết tố cáo.",
  "4": "Bao che người bị tố cáo.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, yếu tố nào dưới đây không phải là hành vi bị nghiêm cấm trong tố cáo và giải quyết tố cáo?",
  "1": "Cố ý tố cáo sai sự thật; cưỡng ép, lôi kéo, kích động, dụ dỗ, mua chuộc người khác tố cáo sai sự thật; sử dụng họ tên của người khác để tố cáo.",
  "2": "Mua chuộc, hối lộ, đe dọa, trả thù, xúc phạm người giải quyết tố cáo.",
  "3": "Viết đơn tố cáo nặc danh.",
  "4": "Lợi dụng quyền tố cáo để tuyên truyền chống Nhà nước, xâm phạm lợi ích của Nhà nước; gây rối an ninh, trật tự công cộng; xuyên tạc, vu khống, xúc phạm danh dự, nhân phẩm, uy tín của người khác.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, tố cáo hành vi vi phạm pháp luật của cán bộ, công chức, viên chức trong thực hiện nhiệm vụ, công vụ do ai giải quyết?",
  "1": "Nội dung tố cáo liên quan đến chức năng quản lý nhà nước của cơ quan nào thì cơ quan đó có trách nhiệm giải quyết.",
  "2": "Người đứng đầu cơ quan, tổ chức, cấp trên trực tiếp của cơ quan, tổ chức bị tố cáo giải quyết.",
  "3": "Người đứng đầu cơ quan, tổ chức có thẩm quyền quản lý cán bộ, công chức, viên chức đó giải quyết.",
  "4": "Cơ quan công an giải quyết.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, tố cáo hành vi vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ của cán bộ, công chức, viên chức xảy ra trong thời gian công tác trước đây nay không còn là cán bộ, công chức, viên chức thì do ai giải quyết?",
  "1": "Người đứng đầu cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm hiện tại chủ trì giải quyết; người đứng đầu cơ quan, tổ chức có liên quan phối hợp giải quyết.",
  "2": "Người đứng đầu cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật chủ trì giải quyết; người đứng đầu cơ quan, tổ chức có liên quan phối hợp giải quyết.",
  "3": "Nội dung tố cáo liên quan đến chức năng quản lý nhà nước của cơ quan nào thì cơ quan đó có trách nhiệm giải quyết.",
  "4": "Cơ quan công an giải quyết.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, tố cáo hành vi vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ của Người đứng đầu hoặc cấp phó của Người đứng đầu xảy ra trong thời gian công tác trước đây nay đã chuyển công tác sang cơ quan, tổ chức khác mà vẫn giữ chức vụ tương đương thì do ai giải quyết?",
  "1": "Người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật chủ trì giải quyết; người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức đang quản lý người bị tố cáo phối hợp giải quyết.",
  "2": "Nội dung tố cáo liên quan đến chức năng quản lý nhà nước của cơ quan nào thì cơ quan đó có trách nhiệm giải quyết.",
  "3": "Người đứng đầu cơ quan, tổ chức đang quản lý người bị tố cáo chủ trì giải quyết; người đứng đầu cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật phối hợp giải quyết.",
  "4": "Cơ quan công an giải quyết.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, tố cáo hành vi vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ của Người đứng đầu hoặc cấp phó của Người đứng đầu xảy ra trong thời gian công tác trước đây nay đã chuyển công tác sang cơ quan, tổ chức khác và giữ chức vụ cao hơn thì do ai giải quyết?",
  "1": "Người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật chủ trì giải quyết; người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức đang quản lý người bị tố cáo phối hợp giải quyết.",
  "2": "Nội dung tố cáo liên quan đến chức năng quản lý nhà nước của cơ quan nào thì cơ quan đó có trách nhiệm giải quyết.",
  "3": "Người đứng đầu cơ quan, tổ chức đang quản lý người bị tố cáo chủ trì giải quyết; người đứng đầu cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật phối hợp giải quyết.",
  "4": "Cơ quan công an giải quyết.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo năm 2018 và các văn bản hướng dẫn thi hành, tố cáo hành vi vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ của Người đứng đầu hoặc cấp phó của Người đứng đầu xảy ra trong thời gian công tác trước đây nay đã chuyển công tác sang cơ quan, tổ chức khác và giữ chức vụ thấp hơn thì do ai giải quyết?",
  "1": "Người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật chủ trì giải quyết; người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức đang quản lý người bị tố cáo phối hợp giải quyết.",
  "2": "Nội dung tố cáo liên quan đến chức năng quản lý nhà nước của cơ quan nào thì cơ quan đó có trách nhiệm giải quyết.",
  "3": "Người đứng đầu cơ quan, tổ chức đang quản lý người bị tố cáo chủ trì giải quyết; người đứng đầu cơ quan, tổ chức quản lý người bị tố cáo tại thời điểm có hành vi vi phạm pháp luật phối hợp giải quyết.",
  "4": "Cơ quan công an giải quyết.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, tố cáo cơ quan, tổ chức trong việc thực hiện nhiệm vụ, công vụ do ai có thẩm quyền giải quyết?",
  "1": "Cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức đó giải quyết.",
  "2": "Người đứng đầu cơ quan, tổ chức đó giải quyết.",
  "3": "Cơ quan công an giải quyết.",
  "4": "Người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của cơ quan, tổ chức đó giải quyết.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong những nội dung sau đây, đâu không phải là nội dung bắt buộc phải có trong đơn tố cáo?",
  "1": "Ngày, tháng, năm tố cáo; họ tên, địa chỉ của người tố cáo, cách thức liên hệ với người tố cáo.",
  "2": "Yêu cầu của người tố cáo.",
  "3": "Hành vi vi phạm pháp luật bị tố cáo.",
  "4": "Người bị tố cáo và các thông tin khác có liên quan; người tố cáo phải ký tên hoặc điểm chỉ vào đơn tố cáo. ",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, đối với những thông tin có nội dung tố cáo thì cơ quan, tổ chức, cá nhân có thẩm quyền không xử lý trong trường hợp nào?",
  "1": "Không rõ họ tên, địa chỉ của người tố cáo.",
  "2": "Qua kiểm tra, xác minh không xác định được người tố cáo.",
  "3": "Người tố cáo sử dụng họ tên của người khác để tố cáo hoặc thông tin có nội dung tố cáo được phản ánh không đảm bảo quy định của Luật Tố cáo.",
  "4": "Cả 3 trường hợp nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Trong trường hợp nhận được thông tin có nội dung tố cáo mà không rõ họ tên, địa chỉ của người tố cáo hoặc qua kiểm tra, xác minh không xác định được người tố cáo nhưng có nội dung rõ ràng về người có hành vi vi phạm pháp luật, có tài liệu chứng cứ cụ thể về hành vi vi phạm pháp luật và có cơ sở để thẩm tra, xác minh thì cơ quan, tổ chức, cá nhân tiếp nhận cần phải xử lý như thế nào?",
  "1": "Thanh tra, kiểm tra theo thẩm quyền để phục vụ cho công tác quản lý.",
  "2": "Thanh tra, kiểm tra theo thẩm quyền hoặc chuyển đến cơ quan, tổ chức, cá nhân có thẩm quyền để tiến hành việc kiểm tra, kiểm tra để phục vụ cho công tác quản lý.",
  "3": "Kiểm tra theo thẩm quyền để phục vụ cho công tác quản lý.",
  "4": "Không xử lý theo quy định của pháp luật.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong quá trình tiếp nhận, xử lý tố cáo, nếu thấy hành vi bị tố cáo có dấu hiệu của tội phạm thì phải xử lý như thế nào?",
  "1": "Báo cáo ngay với Thủ trưởng cơ quan quản lý nhà nước có thẩm quyền để xử lý theo quy định của pháp luật.  ",
  "2": "Chuyển ngay hồ sơ, tài liệu đến cơ quan điều tra có thẩm quyền để xử lý theo quy định của pháp luật.",
  "3": "Chuyển ngay hồ sơ, tài liệu đến cơ quan điều tra hoặc Viện Kiểm sát nhân dân có thẩm quyền để xử lý theo quy định của pháp luật.",
  "4": "Chuyển ngay hồ sơ, tài liệu đến Viện Kiểm sát nhân dân có thẩm quyền để xử lý theo quy định của pháp luật.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các điều kiện sau đây, đâu không phải là điều kiện để người giải quyết tố cáo ra quyết định thụ lý tố cáo?",
  "1": "Người tố cáo có đủ năng lực hành vi dân sự; trường hợp không có đủ năng lực hành vi dân sự thì phải có người đại diện theo quy định của pháp luật.",
  "2": "Hành vi vi phạm pháp luật không phải là hành vi phạm tội.",
  "3": "Vụ việc thuộc thẩm quyền giải quyết tố cáo của cơ quan, tổ chức, cá nhân tiếp nhận tố cáo.",
  "4": "Nội dung tố cáo có cơ sở để xác định người vi phạm, hành vi vi phạm pháp luật.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các nội dung sau đây, đâu không phải là nội dung nằm trong quyết định thụ lý tố cáo?",
  "1": "Ngày, tháng, năm ra quyết định; căn cứ ra quyết định.",
  "2": "Nội dung tố cáo được thụ lý.",
  "3": "Tiến độ giải quyết tố cáo.",
  "4": "Thời hạn giải quyết tố cáo.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các nội dung sau đây, đâu không phải là nội dung bắt buộc phải có trong văn bản giao nhiệm vụ xác minh nội dung tố cáo?",
  "1": "Thời gian tiến hành xác minh.",
  "2": "Người được giao xác minh nội dung tố cáo.",
  "3": "Quyền, trách nhiệm của người được giao xác minh nội dung tố cáo.",
  "4": "Quyền, trách nhiệm của người bị tố cáo.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trường hợp nào sau đây vụ việc vẫn phải được giải quyết mặc dù người tố cáo đã rút tố cáo?",
  "1": "Hành vi bị tố cáo có dấu hiệu vi phạm pháp luật.",
  "2": "Có căn cứ xác định việc rút tố cáo do bị đe dọa, mua chuộc.",
  "3": "Người tố cáo lợi dụng việc tố cáo để vu khống, xúc phạm, gây thiệt hại cho người bị tố cáo.",
  "4": "Cả 3 trường hợp nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các căn cứ dưới đây, đâu không phải là căn cứ để người giải quyết tố cáo ra quyết định tạm đình chỉ việc giải quyết một vụ việc tố cáo?",
  "1": "Cần đợi kết quả giải quyết của cơ quan, tổ chức khác.",
  "2": "Cần đợi kết quả giám định bổ sung, giám định lại.",
  "3": "Mời người tố cáo để làm việc về nội dung tố cáo nhưng người tố cáo không đến để làm việc về nội dung tố cáo.",
  "4": "Cần đợi kết quả giải quyết vụ việc khác có liên quan.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, người giải quyết tố cáo phải căn cứ vào những nội dung nào để ban hành Kết luận nội dung tố cáo?",
  "1": "Nội dung tố cáo.",
  "2": "Giải trình của người bị tố cáo.",
  "3": "Kết quả xác minh tố cáo, tài liệu, chứng cứ có liên quan.",
  "4": "Cả 3 yếu tố nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các biện pháp xử lý sau đây, đâu không phải là biện pháp xử lý cần thiết của người giải quyết tố cáo?",
  "1": "Trường hợp kết luận người bị tố cáo không vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ thì khôi phục quyền và lợi ích hợp pháp của người bị tố cáo bị xâm phạm do việc tố cáo không đúng sự thật gây ra.",
  "2": "Trường hợp kết luận người bị tố cáo vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ thì áp dụng biện pháp xử lý theo thẩm quyền hoặc kiến nghị cơ quan, tổ chức, cá nhân có thẩm quyền xử lý theo quy định của pháp luật.",
  "3": "Trường hợp kết luận người bị tố cáo vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ thì báo cáo với Thủ trưởng cơ quan quản lý để thành lập Hội đồng kỷ luật.",
  "4": "Trường hợp hành vi vi phạm của người bị tố cáo có dấu hiệu của tội phạm thì chuyển ngay hồ sơ vụ việc đến Cơ quan điều tra hoặc Viện kiểm sát nhân dân có thẩm quyền để xử lý theo quy định của pháp luật.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong những căn cứ sau đây thì đâu không phải là căn cứ để giải quyết lại vụ việc tố cáo?",
  "1": "Hình thức văn bản giải quyết tố cáo là quyết định giải quyết tố cáo.",
  "2": "Kết quả xác minh hoặc kết luận nội dung tố cáo thiếu chính xác hoặc thiếu khách quan.",
  "3": "Bỏ sót, bỏ lọt thông tin, tài liệu, chứng cứ quan trọng trong khi xác minh hoặc kết luận nội dung tố cáo.",
  "4": "Áp dụng không đúng pháp luật trong quá trình xác minh hoặc kết luận nội dung tố cáo.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trường hợp quá thời hạn quy định mà tố cáo chưa được giải quyết thì người tố cáo có quyền tố cáo tiếp với người đứng đầu cơ quan, tổ chức cấp trên trực tiếp của người giải quyết tố cáo. Trường hợp có căn cứ cho rằng việc giải quyết tố cáo có vi phạm pháp luật nghiêm trọng, có dấu hiệu không khách quan thì người đứng đầu cơ quan, tổ chức cấp trên sẽ xử lý như thế nào?",
  "1": "Yêu cầu người giải quyết tố cáo báo cáo về quá trình giải quyết tố cáo, lý do về việc chậm giải quyết tố cáo và xác định trách nhiệm giải quyết tố cáo.",
  "2": "Trực tiếp theo dõi, đôn đốc việc giải quyết tố cáo.",
  "3": "Trực tiếp giải quyết vụ việc tố cáo.",
  "4": "Áp dụng biện pháp xử lý theo thẩm quyền hoặc kiến nghị cơ quan, tổ chức, cá nhân có thẩm quyền xử lý đối với người có thẩm quyền mà không giải quyết tố cáo theo đúng thời gian quy định.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, việc công khai kết luận nội dung tố cáo, quyết định xử lý hành vi vi phạm bị tố cáo không được thực hiện bằng hình thức nào sau đây?",
  "1": "Công bố tại cuộc họp cơ quan, tổ chức nơi người bị tố cáo công tác.",
  "2": "Niêm yết tại trụ sở làm việc hoặc nơi tiếp công dân của người đã giải quyết tố cáo, người đã ra quyết định xử lý hành vi vi phạm bị tố cáo.",
  "3": "Đăng tải trên cổng thông tin điện tử hoặc mạng thông tin nội bộ của người đã giải quyết tố cáo, người đã ra quyết định xử lý hành vi vi phạm bị tố cáo.",
  "4": "Phổ biến trực tiếp cho người tố cáo.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, để người tố cáo yên tâm thực hiện quyền tố cáo, pháp luật đặt ra việc bảo vệ người tố cáo và những người thân thích của Nngười tố cáo. Trong những người sau đây, ai không thuộc vào các trường hợp được bảo vệ?",
  "1": "Người tố cáo, vợ hoặc chồng của người tố cáo.",
  "2": "Cha đẻ, mẹ đẻ, cha nuôi, mẹ nuôi.",
  "3": "Con đẻ, con nuôi của người tố cáo.",
  "4": "Anh, chị, em ruột của người tố cáo.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, phạm vi bảo vệ người tố cáo bao gồm những nội dung nào sau đây?",
  "1": "Bí mật thông tin cá nhân.",
  "2": "Vị trí công tác, việc làm.",
  "3": "Tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm.",
  "4": "Cả 3 nội dung nêu trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong những quyền sau đây, đâu không phải là quyền của người được bảo vệ khi tố cáo hành vi vi phạm pháp luật?",
  "1": "Được biết về các biện pháp bảo vệ; giải thích về quyền và nghĩa vụ khi được áp dụng biện pháp bảo vệ.",
  "2": "Đề nghị thay đổi, bổ sung, chấm dứt việc áp dụng biện pháp bảo vệ; từ chối áp dụng biện pháp bảo vệ.",
  "3": "Được bồi thường theo quy định của pháp luật về trách nhiệm bồi thường của Nhà nước trong trường hợp người tố cáo đã đề nghị người giải quyết tố cáo, cơ quan khác có thẩm quyền áp dụng biện pháp bảo vệ mà không áp dụng biện pháp bảo vệ hoặc áp dụng không kịp thời, không đúng quy định của pháp luật, gây thiệt hại về tính mạng, sức khỏe, tài sản, tinh thần cho người được bảo vệ.",
  "4": "Được mời Luật sư để bảo vệ quyền, lợi ích hợp pháp của mình trong quá trình bảo vệ.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong những nghĩa vụ sau đây, đâu không phải là nghĩa vụ của người được bảo vệ khi thực hiện việc tố cáo hành vi vi phạm pháp luật?",
  "1": "Chấp hành nghiêm chỉnh yêu cầu của cơ quan có thẩm quyền áp dụng biện pháp bảo vệ.",
  "2": "Giữ bí mật thông tin về việc được bảo vệ.",
  "3": "Chấp hành pháp luật trong thời gian được bảo vệ.",
  "4": "Thông báo kịp thời đến cơ quan áp dụng biện pháp bảo vệ về những vấn đề phát sinh trong thời gian được bảo vệ.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các biện pháp dưới đây thì đâu không phải là biện pháp bảo vệ bí mật thông tin của người tố cáo?",
  "1": "Giữ bí mật họ tên, địa chỉ, bút tích và các thông tin cá nhân khác của người tố cáo trong quá trình khai thác, sử dụng thông tin, tài liệu do người tố cáo cung cấp.",
  "2": "Lược bỏ họ tên, địa chỉ, bút tích, các thông tin cá nhân khác của người tố cáo ra khỏi đơn tố cáo và các tài liệu, chứng cứ kèm theo để quản lý theo chế độ mật khi giao cơ quan, tổ chức, cá nhân xác minh nội dung tố cáo.",
  "3": "Đề nghị cơ quan, tổ chức, cá nhân có liên quan không áp dụng các biện pháp cần thiết để giữ bí mật thông tin của người tố cáo.",
  "4": "Bố trí thời gian, địa điểm, lựa chọn phương thức làm việc phù hợp để bảo vệ bí mật thông tin cho người tố cáo khi làm việc trực tiếp với người bị tố cáo, cơ quan, tổ chức, cá nhân có liên quan.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các biện pháp dưới đây, đâu không phải là biện pháp bảo vệ vị trí công tác, việc làm của người được bảo vệ là cán bộ, công chức, viên chức? ",
  "1": "Tạm đình chỉ, hủy bỏ một phần hoặc toàn bộ quyết định xử lý kỷ luật hoặc quyết định khác xâm phạm quyền và lợi ích hợp pháp của người được bảo vệ.",
  "2": "Yêu cầu người sử dụng lao động chấm dứt hành vi vi phạm.",
  "3": "Khôi phục vị trí công tác, vị trí việc làm, các khoản thu nhập và lợi ích hợp pháp khác từ việc làm cho người được bảo vệ.",
  "4": "Xem xét bố trí công tác khác cho người được bảo vệ nếu có sự đồng ý của họ để tránh bị trù dập, phân biệt đối xử.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các biện pháp dưới đây, đâu không phải là biện pháp bảo vệ vị trí công tác, việc làm của người được bảo vệ là người làm việc theo Hợp đồng lao động?",
  "1": "Yêu cầu người sử dụng lao động chấm dứt hành vi vi phạm.",
  "2": "Khôi phục vị trí việc làm, các khoản thu nhập và lợi ích hợp pháp khác từ việc làm cho.",
  "3": "Xử lý theo thẩm quyền hoặc kiến nghị cơ quan, tổ chức, cá nhân có thẩm quyền xử lý hành vi vi phạm theo quy định của pháp luật.",
  "4": "Trợ cấp kinh phí cho người lao động trong thời gian đi tố cáo.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các biện pháp dưới đây thì đâu không phải là biện pháp bảo vệ tính mạng, sức khỏe, danh dự, nhân phẩm của người được bảo vệ khi thực hiện việc tố cáo?",
  "1": "Đưa gia đình người được bảo vệ đến nơi an toàn.",
  "2": "Bố trí lực lượng, phương tiện, công cụ để trực tiếp bảo vệ an toàn tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm cho người được bảo vệ tại nơi cần thiết.",
  "3": "Áp dụng biện pháp cần thiết để ngăn chặn, xử lý hành vi xâm hại hoặc đe dọa xâm hại đến tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người được bảo vệ theo quy định của pháp luật.",
  "4": "Yêu cầu người có hành vi xâm hại hoặc đe dọa xâm hại đến tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người được bảo vệ chấm dứt hành vi vi phạm.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các yếu tố dưới đây, đâu không phải là quyền của người tố cáo?",
  "1": "Được bảo đảm bí mật họ tên, địa chỉ, bút tích và thông tin cá nhân khác.",
  "2": "Rút tố cáo.",
  "3": "Được khen thưởng, bồi thường thiệt hại theo quy định của pháp luật.",
  "4": "Được xin lỗi, cải chính công khai.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, người giải quyết tố cáo có quyền nào dưới đây?",
  "1": "Cản trở, gây khó khăn, phiền hà cho người tố cáo.",
  "2": "Thiếu trách nhiệm, phân biệt đối xử trong việc giải quyết tố cáo.",
  "3": "Tiết lộ họ tên, địa chỉ, bút tích của người tố cáo và thông tin khác làm lộ danh tính của người tố cáo.",
  "4": "Yêu cầu người tố cáo đến làm việc, cung cấp thông tin, tài liệu liên quan đến nội dung tố cáo mà người tố cáo có được.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, người bị tố cáo không có quyền nào dưới đây?",
  "1": "Được ủy quyền.",
  "2": "Được thông báo về nội dung tố cáo, việc gia hạn giải quyết tố cáo, đình chỉ, tạm đình chỉ việc giải quyết tố cáo, tiếp tục giải quyết tố cáo.",
  "3": "Được giải trình, đưa ra chứng cứ để chứng minh nội dung tố cáo là không đúng sự thật.",
  "4": "Được nhận kết luận nội dung tố cáo.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các hình thức dưới đây, hình thức tố cáo nào là đúng?",
  "1": "Bằng đơn, ghi âm.",
  "2": "Bằng đơn hoặc được trình bày trực tiếp tại cơ quan, tổ chức có thẩm quyền.",
  "3": "Gọi điện thoại đến đường dây nóng để báo hoặc băng ghi hình.",
  "4": "Gửi email cho người có thẩm quyền hoặc đến trình bày trực tiếp cho cơ quan có thẩm quyền.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trường hợp người tố cáo đến tố cáo trực tiếp tại cơ quan, tổ chức có thẩm quyền thì người tiếp nhận có trách nhiệm gì?",
  "1": "Hướng dẫn người tố cáo viết đơn tố cáo hoặc ghi lại nội dung tố cáo bằng văn bản và yêu cầu người tố cáo ký tên hoặc điểm chỉ xác nhận vào văn bản.",
  "2": "Yêu cầu người tố cáo phải viết đơn tố cáo và ký vào đơn theo quy định.",
  "3": "Hướng dẫn người tố cáo viết đơn tố cáo.",
  "4": "Ghi lại chính xác những gì người tố cáo nói và ký xác nhận vào đơn tố cáo theo quy định của pháp luật.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, đâu không phải là quyền của người bị tố cáo đối với trường hợp có kết luận xử lý tố cáo không đúng?",
  "1": "Được phục hồi danh dự.",
  "2": "Được khôi phục quyền và lợi ích hợp pháp bị xâm phạm.",
  "3": "Được xin lỗi, cải chính công khai, được bồi thường thiệt hại do việc tố cáo, giải quyết tố cáo không đúng gây ra.",
  "4": "Được khen thưởng, bồi thường thiệt hại theo quy định của pháp luật.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, người tố cáo được rút tố cáo khi nào?",
  "1": "Bất cứ khi nào nếu muốn.",
  "2": "Trước khi người giải quyết tố cáo ra kết luận nội dung tố cáo.",
  "3": "Trước khi người giải quyết tố có kết quả xác minh nội dung tố cáo.",
  "4": "Trước khi người giải quyết tố cáo ra quyết định giải quyết tố cáo.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trình tự giải quyết tố cáo bao gồm các bước nào sau đây?",
  "1": "Tiếp nhận, xử lý thông tin tố cáo; Xác minh nội dung tố cáo; Kết luận nội dung tố cáo.",
  "2": "Tiếp nhận, xử lý thông tin tố cáo; Xác minh nội dung tố cáo; Kết luận nội dung tố cáo; Xử lý tố cáo của người giải quyết tố cáo; Công khai kết luận nội dung tố cáo, quyết định xử lý hành vi vi phạm bị tố cáo.",
  "3": "Thụ lý tố cáo; Xác minh nội dung tố cáo; Kết luận nội dung tố cáo; Xử lý kết luận nội dung tố cáo của người giải quyết tố cáo",
  "4": "Tiếp nhận, xử lý thông tin tố cáo; Xác minh nội dung tố cáo; đối thoại; kết luận tố cáo",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, hành vi nào sau đây bị cấm trong tố cáo và giải quyết tố cáo?",
  "1": "Rút tố cáo.",
  "2": "Tố cáo đúng quy định pháp luật.",
  "3": "Đe dọa, mua chuộc, trả thù, trù dập, xúc phạm người tố cáo.",
  "4": "Tố cáo tiếp khi có căn cứ cho rằng việc giải quyết tố cáo của cơ quan, tổ chức, cá nhân có thẩm quyền không đúng pháp luật hoặc quá thời hạn quy định mà tố cáo chưa được giải quyết.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, trong các hình thức dưới đây, đâu không phải là hình thức công khai kết luận nội dung tố cáo, quyết định xử lý hành vi vi phạm bị tố cáo?",
  "1": "Điện thoại cho những người liên quan để thông báo.",
  "2": "Công bố tại cuộc họp cơ quan, tổ chức nơi người bị tố cáo công tác.",
  "3": "Niêm yết tại trụ sở làm việc hoặc nơi tiếp công dân của người đã giải quyết tố cáo, người đã ra quyết định xử lý hành vi vi phạm bị tố cáo.",
  "4": "Đăng tải trên cổng thông tin điện tử hoặc mạng thông tin nội bộ của người đã giải quyết tố cáo, người đã ra quyết định xử lý hành vi vi phạm bị tố cáo.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, thời hạn giải quyết tố cáo là bao nhiêu ngày?",
  "1": "Không quá 30 ngày kể từ ngày thụ lý tố cáo.",
  "2": "Đối với vụ việc phức tạp thì có thể gia hạn giải quyết tố cáo một lần nhưng không quá 30 ngày.",
  "3": "Đối với vụ việc đặc biệt phức tạp thì có thể gia hạn giải quyết tố cáo hai lần, mỗi lần không quá 30 ngày.",
  "4": "Tất cả các đáp án trên đều đúng.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, người nào sau đây không thuộc đối tượng của hoạt động tố cáo hành vi vi phạm pháp luật trong việc thực hiện nhiệm vụ, công vụ?",
  "1": "Cán bộ, công chức, viên chức được giao thực hiện nhiệm vụ, công vụ.",
  "2": "Người không còn là cán bộ, công chức, viên chức thực hiện hành vi vi phạm pháp luật.",
  "3": "Người không phải là cán bộ, công chức, viên chức được giao thực hiện nhiệm vụ, công vụ.",
  "4": "Người không còn được giao thực hiện nhiệm vụ, công vụ nhưng đã thực hiện hành vi vi phạm pháp luật trong thời gian được giao thực hiện nhiệm vụ, công vụ.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, hành vi nào sau đây bị nghiêm cấm trong tố cáo và giải quyết tố cáo?",
  "1": "Yêu cầu người tố cáo cung cấp thông tin, tài liệu liên quan đến nội dung tố cáo.",
  "2": "Đưa tin về việc tố cáo và giải quyết tố cáo.",
  "3": "Đe dọa, mua chuộc, trả thù, trù dập, xúc phạm người tố cáo.",
  "4": "Rút đơn tố cáo.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, nội dung nào sau đây không phải là quyền của người tố cáo?",
  "1": "Được bảo đảm bí mật họ tên, địa chỉ, bút tích và thông tin cá nhân khác.",
  "2": "Rút tố cáo.",
  "3": "Yêu cầu, đề nghị cơ quan, tổ chức, cá nhân khác cung cấp thông tin, tài liệu liên quan đến nội dung tố cáo.",
  "4": "Được bồi thường thiệt hại theo quy định của pháp luật.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, nội dung nào sau đây là nghĩa vụ của người tố cáo?",
  "1": "Thực hiện quyền tố cáo theo quy định pháp luật.",
  "2": "Chịu trách nhiệm trước pháp luật về nội dung tố cáo.",
  "3": "Đề nghị cơ quan, tổ chức, cá nhân có thẩm quyền áp dụng các biện pháp bảo vệ người tố cáo.",
  "4": "Được khen thưởng theo quy định của pháp luật.",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Tố cáo và các văn bản hướng dẫn thi hành, nội dung nào sau đây không thuộc phạm vi bảo vệ người tố cáo theo quy định pháp luật?",
  "1": "Bảo vệ bí mật thông tin của người tố cáo.",
  "2": "Bảo vệ vị trí công tác, việc làm, tính mạng, sức khỏe, tài sản, danh dự, nhân phẩm của người tố cáo.",
  "3": "Bảo vệ bạn bè, đồng nghiệp của người tố cáo.",
  "4": "Bảo vệ vợ, chồng, cha đẻ, mẹ đẻ, cha nuôi, mẹ nuôi, con đẻ, con nuôi của người tố cáo.",
  "Correct Answer": 3
 },
 {
  "Question": "Cơ quan X nhận được đơn thư có nội dung tố cáo anh T sử dụng xe công vào việc riêng trong khi đi công tác. Tuy nhiên, trong đơn không ghi rõ họ tên, địa chỉ của người tố cáo; không gửi các bằng chứng kèm theo trong đơn tố cáo. Vậy trong trường hợp này, cơ quan, tổ chức, cá nhân có thẩm quyền sẽ quyết định như thế nào?",
  "1": "Không xử lý theo quy định của Luật Tố cáo hiện hành.",
  "2": "Yêu cầu người bị tố cáo tường trình sự việc.",
  "3": "Làm việc với cơ quan, cá nhân có liên quan để xác minh họ tên, địa chỉ của người tố cáo.",
  "4": "Tiếp nhận và xử lý đơn thư theo thẩm quyền.",
  "Correct Answer": 4
 }
],
"Phòng chống tham nhũng":[
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng hành vi nào dưới đây là hành vi tham nhũng trong khu vực nhà nước do người có chức vụ, quyền hạn trong cơ quan, tổ chức, đơn vị khu vực nhà nước thực hiện?",
  "1": "Lợi dụng chức vụ, quyền hạn sử dụng trái phép tài sản công vì vụ lợi.",
  "2": "Nhận hối lộ.",
  "3": "Nhũng nhiễu vì vụ lợi.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng hành vi nào dưới đây được coi là hành vi bị nghiêm cấm?",
  "1": "Đe dọa, trả thù, trù dập, tiết lộ thông tin về người phản ánh, báo cáo, tố cáo, tố giác, báo tin, cung cấp thông tin về hành vi tham nhũng.",
  "2": "Trong quá trình công tác vì lợi ích bản thân làm giả mạo hồ sơ cá nhân.",
  "3": "Lợi dụng chức vụ, quyền hạn để bao che cho người có hành vi vi phạm pháp luật vì vụ lợi.",
  "4": "Phương án 1 và 3 ",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng hình thức nào dưới đây là hình thức công khai về tổ chức và hoạt động của cơ quan, tổ chức, đơn vị?",
  "1": "Công bố, phổ biến tại các buổi tập huấn kiến thức.",
  "2": "Niêm yết tại trụ sở của cơ quan, tổ chức, đơn vị.",
  "3": "Đăng tải trên cổng thông tin điện tử, trang thông tin điện tử;",
  "4": "Phương án 2 và 3 ",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng người có chức vụ, quyền hạn trong cơ quan, tổ chức, đơn vị không được làm những việc nào dưới đây?",
  "1": "Nhũng nhiễu trong giải quyết công việc.",
  "2": "Thành lập, tham gia quản lý, điều hành doanh nghiệp tư nhân, công ty trách nhiệm hữu hạn, công ty cổ phần, công ty hợp danh, hợp tác xã, trừ trường hợp luật có quy định khác.",
  "3": "Tư vấn cho doanh nghiệp, tổ chức, cá nhân khác ở trong nước và nước ngoài về công việc có liên quan đến bí mật nhà nước, bí mật công tác, công việc thuộc thẩm quyền giải quyết hoặc tham gia giải quyết.",
  "4": "Tất cả các phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng ai có thẩm quyền ban hành quy tắc ứng xử của người có chức vụ, quyền hạn trong cơ quan, tổ chức, đơn vị?",
  "1": "Bộ trưởng, Thủ trưởng cơ quan ngang Bộ, Thủ trưởng cơ quan thuộc Chính phủ",
  "2": "Chánh án Tòa án nhân dân tối cao, Viện trưởng viện kiểm sát nhân dân tối cao, Tổng kiểm toán nhà nước.",
  "3": "Bộ trưởng Bộ nội vụ.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng chuyển đổi vị trí công tác dựa trên nguyên tắc nào dưới đây?",
  "1": "Cơ quan, tổ chức có trách nhiệm chuyển đổi vị trí công tác đối với công chức không giữ chức vụ lãnh đạo.",
  "2": "Cơ quan, đơn vị theo thẩm quyền có trách nhiệm chuyển đổi vị trí việc làm đối với cán bộ, công chức giữ chức vụ lãnh đạo.",
  "3": "Cơ quan, tổ chức, đơn vị theo thẩm quyền có trách nhiệm định kỳ chuyển đổi vị trí công tác đối với cán bộ, công chức không giữ chức vụ lãnh đạo, quản lý và viên chức trong cơ quan, tổ chức, đơn vị mình nhằm phòng ngừa tham nhũng.",
  "4": "Tất cả các phương án trên đều không đúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng thời hạn nào dưới đây được coi là thời hạn định kỳ chuyển đổi vị trí công tác?",
  "1": "Từ đủ 02 năm đến 05 năm ",
  "2": "Từ đủ 03 năm trở lên",
  "3": "Từ đủ 05 năm trở lên",
  "4": "Không có thời hạn",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng thời hạn nào dưới đây để ban hành và công khai kế hoạch chuyển đổi vị trí công tác?",
  "1": "Định kỳ 6 tháng",
  "2": "Định kỳ hàng năm",
  "3": "Định kỳ hàng quý",
  "4": "Định kỳ hàng tháng",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng cơ quan kiểm soát tài sản, thu nhập có nhiệm vụ nào dưới đây?",
  "1": "Quản lý, cập nhật bản kê khai tài sản, thu nhập ̣̣̣̣̣và các thông tin về kiểm soát tài sản, thu nhập.",
  "2": "Giữ bí mật thông tin thu nhập được trong quá trình kiểm soát tài sản, thu nhập.",
  "3": "Trong quá trình kiểm soát tài sản, thu nhập nếu phát hiện hành vi vi phạm pháp luật thì Cơ quan kiểm soát tài sản, thu nhập phải chuyển vụ việc cho cơ quan có thẩm quyền giải quyết.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng người kê khai tài sản, thu nhập phải có nghĩa vụ nào dưới đây?",
  "1": "Người có nghĩa vụ kê khai tài sản phải kê khai thu nhập cá nhân của mình theo quy định.",
  "2": "Người có nghĩa vụ kê khai tài sản phải kê khai tài sản, thu nhập cá nhân của mình, của vợ hoặc chồng theo quy định.",
  "3": "Người có nghĩa vụ kê khai tài sản phải kê khai biến động về tài sản, thu nhập của mình theo quy định.",
  "4": "Người có nghĩa vụ kê khai tài sản phải kê khai tài sản, thu nhập và biến động về tài sản, thu nhập của mình, của vợ hoặc chồng, con chưa thành niên theo quy định.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng ai là người có nghĩa vụ kê khai tài sản, thu nhập?",
  "1": "Cán bộ, công chức.",
  "2": "Người giữ chức vụ từ Phó trưởng phòng và tương đương trở lên công tác tại đơn vị sự nghiệp công lập, doanh nghiệp nhà nước, người được cử làm đại diện phần vốn nhà nước tại doanh nghiệp.",
  "3": "Thành viên Hội chữ thập đỏ",
  "4": "Phương án 1 và 2",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng cơ quan kiểm soát tài sản, thu nhập xác minh tài sản, thu nhập khi có một trong các căn cứ nào dưới đây?",
  "1": "Có dấu hiệu rõ ràng về việc kê khai tài sản, thu nhập không trung thực.",
  "2": "Có biến động tăng về tài sản, thu nhập từ 300.000.000 đồng trở lên so với tài sản, thu nhập đã kê khai lần liền trước đó mà người có nghĩa vụ kê khai giải trình không hợp lý về nguồn gốc",
  "3": "Có tố cáo về việc kê khai tài sản, thu nhập không trung thực và đủđiềukiện thụ lý theo quy định của Luật Tố cáo",
  "4": "Có một trong các căn cứ trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng quyền và nghĩa vụ của người được xác minh tài sản, thu nhập nào dưới đây đúng?",
  "1": "Giải trình về tính trung thực, đầy đủ, rõ ràng của bản kê khai, nguồn gốc của tài sản, thu nhập tăng thêm.",
  "2": "Không cung cấp thông tin liên quan đến nội dung xác minh khi cho rằng nội dung đó là không đúng",
  "3": "Không chấp hành quyết định xử lý của cơ quan, tổ chức, cá nhân có thẩm quyền về kiểm soát tài sản, thu nhập trong trường hợp có căn cứ cho rằng quyết định đó chưa chính xác",
  "4": "Tất cả các phương án trên",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định về Luật Phòng, chống tham nhũng người đứng đầu cơ quan, tổ chức, đơn vị có trách nhiệm nào dưới đây trong công tác tự kiểm tra?",
  "1": "Chủ động tổ chức kiểm tra, giám sát việc thực hiện nhiệm vụ, công vụ của người có chức vụ, quyền hạn do mình quản lý. ",
  "2": "Tăng cường công tác kiểm tra nội bộ tại đơn vị",
  "3": "Chủ động tổ chức kiểm tra việc thực hiện nhiệm vụ, công vụ của người có chức vụ, quyền hạn do mình quản lý mà thường xuyên, trực tiếp giải quyết công việc của cơ quan, tổ chức, đơn vị, cá nhân khác nhằm kịp thời phát hiện, ngăn chặn, xử lý tham nhũng.",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của pháp luật về phòng ngừa tham nhũng, tiêu chí đánh giá việc thực hiện các biện pháp phòng ngừa tham nhũng trong cơ quan, tổ chức, đơn vị khu vực  nhà nước bao gồm tiêu chí nào dưới đây?",
  "1": "Kết quả thực hiện công khai, minh bạch.",
  "2": "Kết quả thực hiện quy tắc ứng xử.",
  "3": "Kết quả thực hiện chuyển đổi vị trí công tác.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, trường hợp nào dưới đây quy định chưa thực hiện chuyển đổi vị trí công tác?",
  "1": "Người đang trong thời gian bị xem xét, xử lý kỷ luật.",
  "2": "Người đang bị kiểm tra, xác minh, thanh tra, điều tra, truy tố, xét xử.",
  "3": "Phụ nữ đang trong thời gian mang thai hoặc nuôi con nhỏ dưới 36 tháng tuổi; nam giới đang nuôi con nhỏ dưới 36 tháng tuổi do vợ mất hoặc trong trường hợp khách quan khác.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, cán bộ, công chức, viên chức, người lao động khi phát hiện hành vi tham nhũng trong cơ quan, tổ chức, đơn vị nơi mình công tác mà không báo cáo với người đứng đầu cơ quan, tổ chức, đơn vị đó thì bị xử lý như thế nào?",
  "1": "Khiển trách đối với người có hành vi vi phạm lần đầu.",
  "2": "Cảnh cáo đối với người đã bị xử lý kỷ luật bằng hình thức khiển trách về hành vi đó mà tiếp tục tái phạm; ",
  "3": "Cảnh cáo đối với người có hành vi vi phạm lần đầu nhưng để xảy ra vụ việc tham nhũng nghiêm trọng.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, quy định nào sau đây là đúng về việc tặng quà?",
  "1": "Cơ quan, tổ chức, đơn vị, người có chức vụ, quyền hạn chỉ được sử dụng tài chính công, tài sản công để làm quà tặng vì mục đích từ thiện, đối ngoại và thực hiện chế độ, chính sách theo quy định của pháp luật.",
  "2": "Cơ quan, tổ chức, đơn vị chỉ được sử dụng tài chính công, tài sản công để làm quà tặng khi được người có chức vụ, quyền hạn cho phép bằng văn bản",
  "3": "Các phương án trên đều không đúng",
  "4": "Các phương án trên đều đúng",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, quy định nào sau đây là đúng về việc tặng quà?",
  "1": "Việc tặng quà phải thực hiện đúng chế độ, định mức, tiêu chuẩn, đối tượng theo quy định của pháp luật",
  "2": "Cơ quan, đơn vị tặng quà phải hạch toán kế toán và thực hiện công khai trong cơ quan, đơn vị mình theo đúng quy định của pháp luật.",
  "3": "Các phương án trên đều không đúng",
  "4": "Các phương án trên đều đúng",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, quy định nào sau đây là đúng về việc nhận quà tặng?",
  "1": "Cơ quan, tổ chức, đơn vị, người có chức vụ, quyền hạn chỉ được nhận quà tặng khi người tặng quà tự nguyện tặng",
  "2": "Cơ quan, tổ chức, đơn vị, người có chức vụ, quyền hạn chỉ được nhận quà tặng theo hình thức gián tiếp trong trường hợp đơn vị, cá nhân tặng quà có liên quan đến công việc do mình giải quyết hoặc thuộc phạm vi giải quyết của mình. ",
  "3": "Cơ quan, tổ chức, đơn vị, người có chức vụ, quyền hạn được trực tiếp hoặc gián tiếp nhận quà tặng dưới mọi hình thức của cơ quan, tổ chức, đơn vị, cá nhân có liên quan đến công việc do mình giải quyết hoặc thuộc phạm vi quản lý của mình. ",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, đối với quà tặng bằng hiện vật, Thủ trưởng cơ quan, tổ chức, đơn vị tiếp nhận, bảo quản và xử lý như thế nào?",
  "1": "Xác định giá trị của quà tặng trên cơ sở giá của quà tặng do cơ quan, đơn vị, cá nhân tặng quà cung cấp (nếu có) hoặc giá trị của quà tặng tương tự được bán trên thị trường. Trong trường hợp không xác định được giá trị của quà tặng bằng hiện vật thì có thể đề nghị cơ quan có chức năng xác định giá;",
  "2": "Quyết định bán quà tặng và tổ chức công khai bán quà tặng theo quy định của pháp luật;",
  "3": "Nộp vào ngân sách nhà nước số tiền thu được sau khi trừ đi chi phí liên quan đến việc xử lý quà tặng trong thời hạn 30 ngày, kể từ ngày bán quà tặng.",
  "4": "Cả 3 phương án trên.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của pháp luật về phòng, chống tham nhũng, việc xử lý vi phạm quy định về quà tặng và nhận quà tặngđối với cá nhân sử dụng tài chính công, tài sản công tặng quà không đúng thẩm quyền, không đúng quy định như thế nào?",
  "1": "Cơ quan, tổ chức, đơn vị sử dụng tài chính công, tài sản công tặng quà không đúng quy định thì phải bồi hoàn giá trị quà tặng cho Nhà nước",
  "2": "Người đứng đầu cơ quan, tổ chức, đơn vị vi phạm quy định về nhận quà tặng, xử lý quà tặng, người có chức vụ, quyền hạn vi phạm quy định về nhận quà tặng, báo cáo, nộp lại quà tặng thì tùy theo tính chất, mức độ vi phạm mà bị xử lý theo quy định của pháp luật về xử lý kỷ luật đối với cán bộ, công chức, viên chức và xử phạt vi phạm hành chính trong lĩnh vực quản lý, sử dụng tài nhà nước.",
  "3": "Các phương án trên đều đúng",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 1
 },
 {
  "Question": "Người có chức vụ, quyền hạn được xác định là có xung đột lợi ích khi có dấu hiệu rõ ràng cho rằng người đó thuộc hoặc sẽ thuộc một trong các trường hợp sau đây?",
  "1": "Nhận tiền hoặc lợi ích khác của cơ quan, đơn vị, cá nhân liên quan đến công việc do mình giải quyết.",
  "2": "Sử dụng những thông tin có được nhờ chức vụ, quyền hạn của mình để phục vụ lợi ích bản thân",
  "3": "Bố trí vợ hoặc chồng, bố, mẹ, con, anh, chị, em ruột của mình giữ chức vụ quản lý về tổ chức nhân sự, kế toán, làm thủ quỹ trong cơ quan, đơn vị hoặc giao dịch, mua bán hàng hóa, dịch vụ, ký kết hợp đồng cho cơ quan, đơn vị do mình là người đứng đầu",
  "4": "Can thiệp hoặc tác động không đúng đến hoạt động của cơ quan, tổ chức, đơn vị, cá nhân có thẩm quyền vì vụ lợi.",
  "Correct Answer": 4
 },
 {
  "Question": "Những trường hợp nào sau đây là đúng đối với việc chuyển đổi vị trí công tác trong trường hợp đặc biệt?",
  "1": "Đối với cơ quan, tổ chức, đơn vị chỉ có một vị trí trong danh mục định kỳ chuyển đổi mà vị trí này có yêu cầu chuyên môn, nghiệp vụ khác với các vị trí còn lại của cơ quan, đơn vị đó thì không thực hiện việc chuyển đổi",
  "2": "Đối với cơ quan, tổ chức, đơn vị chỉ có một vị trí trong danh mục định kỳ chuyển đổi mà vị trí này có yêu cầu chuyên môn, nghiệp vụ khác với các vị trí còn lại của cơ quan, đơn vị đó thì việc chuyển đổi do người đứng đầu cơ quan lập kế hoạch chuyển đổi.",
  "3": "Đối với cơ quan, tổ chức, đơn vị chỉ có một vị trí trong danh mục định kỳ chuyển đổi mà vị trí này có yêu cầu chuyên môn, nghiệp vụ khác với các vị trí còn lại của cơ quan, đơn vị đó thì việc chuyển đổi do người đứng đầu cơ quan cấp trên trực tiếp lập kế hoạch chuyển đổi chung.",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định về phòng, chống tham nhũng, căn cứ nào sau đây không phải là căn cứ cho rằng người có chức vụ, quyền hạn có hành vi vi phạm pháp luật liên quan đến tham nhũng?",
  "1": "Qua công tác tự kiểm tra trong cơ quan, tổ chức, đơn vị phát hiện người có chức vụ, quyền hạn thực hiện hành vi có dấu hiệu tham nhũng",
  "2": "Qua xác minh, làm rõ nội dung đơn tố cáo phát hiện người có chức vụ, quyền hạn thực hiện hành vi có dấu hiệu tham nhũng",
  "3": "Qua thông tin từ các phương tiện thông tin đại chúng",
  "4": "Qua công tác quản lý, chỉ đạo, điều hành phát hiện người có chức vụ, quyền hạn thực hiện hành vi vi phạm pháp luật liên quan đến việc thực hiện nhiệm vụ, công vụ, quản lý, sử dụng tài chính công, tài sản công",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định về phòng, chống tham nhũng, trường hợp người có thời gian công tác còn lại dưới 18 tháng cho đến khi đủ tuổi nghỉ hưu thì việc chuyển đổi vị trí công tác như thế nào là đúng?",
  "1": "Vẫn thực hiện chuyển đổi vị trí công tác",
  "2": "Chỉ  thực hiện chuyển đổi vị trí công tác khi có đơn đề nghị của cá nhân người có thời gian công tác còn lại dưới 18 tháng cho đến khi đủ tuổi nghỉ hưu.",
  "3": "Chỉ thực hiện chuyển đổi vị trí công tác khi có đề nghị của người đứng đầu cơ quan cấp trên trực tiếp",
  "4": "Không thực hiện chuyển đổi vị trí công tác đối với người có thời gian công tác còn lại dưới 18 tháng cho đến khi đủ tuổi nghỉ hưu.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về phòng, chống tham nhũng, trường hợp người có chức vụ, quyền hạn có hành vi nào dưới đây được coi là có thể gây khó khăn cho việc xem xét, xử lý của cơ quan nhà nước có thẩm quyền?",
  "1": "Từ chối cung cấp thông tin, tài liệu hoặc cung cấp thông tin, tài liệu không đầy đủ, sai sự thật;",
  "2": "Thực hiện yêu cầu của người có thẩm quyền trong quá trình xác minh, làm rõ hành vi tham nhũng",
  "3": "Không thực hiện yêu cầu của người có thẩm quyền trong quá trình xác minh, làm rõ hành vi tham nhũng",
  "4": "Các phương án trên đều đúng",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định về phòng, chống tham nhũng, hành vi nào dưới đây của người có chức vụ, quyền hạn không được coi là có thể gây khó khăn cho việc xem xét, xử lý của cơ quan nhà nước có thẩm quyền?",
  "1": "Từ chối cung cấp thông tin, tài liệu hoặc cung cấp thông tin, tài liệu không đầy đủ, sai sự thật;",
  "2": "Thực hiện yêu cầu của người có thẩm quyền trong quá trình xác minh, làm rõ hành vi tham nhũng",
  "3": "Cố ý trì hoãn, trốn tránh không thực hiện yêu cầu của người có thẩm quyền trong quá trình xác minh, làm rõ hành vi tham nhũng",
  "4": "Tẩu tán tài sản có liên quan",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định về phòng, chống tham nhũng, người có chức vụ, quyền hạn bị tạm đình chỉ công tác, tạm thời chuyển vị trí công tác khác có quyền nào dưới đây?",
  "1": "Nhận quyết định tạm đình chỉ công tác, tạm thời chuyển vị trí công tác khác;",
  "2": "Nhận thông báo của cơ quan nhà nước có thẩm quyền kết luận về việc xác minh, làm rõ hành vi tham nhũng;",
  "3": "Đề nghị người ra quyết định tạm đình chỉ công tác, tạm thời chuyển vị trí công tác khác xem xét lại quyết định khi có căn cứ cho rằng quyết định đó là trái pháp luật xâm phạm quyền, lợi ích hợp pháp của mình;",
  "4": "Các phương án trên đều đúng",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định về phòng, chống tham nhũng kể từ ngày ban hành quyết định hủy bỏ việc tạm đình chỉ công tác, tạm thời chuyển vị trí công tác khác, người ra quyết định có trách nhiệm công khai bằng một trong các hình thức nào dưới đây?",
  "1": "Công bố tại cuộc họp toàn thể của cơ quan, tổ chức, đơn vị nơi người bị tạm đình chỉ công tác, tạm thời chuyển vị trí công tác khác làm việc;",
  "2": "Niêm yết tại trụ sở làm việc của cơ quan, tổ chức, đơn vị nơi người bị tạm đình chỉ công tác, tạm thời chuyển vị trí công tác khác đó làm việc trong thời hạn 15 ngày liên tục, kể từ ngày niêm yết.",
  "3": "Các phương án trên đều không đúng",
  "4": "Các phương án trên đều đúng",
  "Correct Answer": 4
 }
],
"Thanh tra":[
 {
  "Question": "Căn cứ quy định của pháp luật thanh tra, khái niệm \"thanh tra chuyên ngành\" được hiểu như thế nào?",
  "1": "Là thanh tra việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn được giao của cơ quan, tổ chức, cá nhân thuộc quyền quản lý của cơ quan quản lý nhà nước.",
  "2": "Là thanh tra việc chấp hành pháp luật chuyên ngành, quy định về chuyên môn - kỹ thuật, quy tắc quản lý của cơ quan, tổ chức, cá nhân thuộc phạm vi quản lý theo ngành, lĩnh vực",
  "3": "Là hoạt động xem xét, đánh giá, xử lý theo trình tự, thủ tục do pháp luật quy định của cơ quan thực hiện chức năng thanh tra đối với việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn của cơ quan, tổ chức, cá nhân. ",
  "4": "Phương án 1 & 2",
  "Correct Answer": 2
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, nội dung nào dưới  đây không phải là mục đích hoạt động thanh tra?",
  "1": "Phát hiện hạn chế, bất cập trong cơ chế quản lý, chính sách, pháp luật để kiến nghị với cơ quan nhà nước có thẩm quyền có giải pháp, biện pháp khắc phục",
  "2": "Phòng ngừa, phát hiện và xử lý hành vi vi phạm pháp luật",
  "3": "Xử phạt các tổ chức, cá nhân hoạt động chưa đúng quy định của pháp luật, từ đó tăng số thu nộp vào ngân sách nhà nước",
  "4": "Giúp cơ quan, tổ chức, cá nhân thực hiện đúng quy định của pháp luật",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, mục đích  nào dưới  đây không phải là mục đích hoạt động thanh tra?",
  "1": "Nhằm góp phần nâng cao hiệu lực, hiệu quả hoạt động quản lý nhà nước",
  "2": "Nhằm bảo vệ lợi ích của Nhà nước, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân",
  "3": "Nhằm thể hiện vai trò của cơ quan nhà nước có thẩm quyền đối với các cơ quan, tổ chức, cá nhân đang hoạt động chưa đúng quy định của pháp luật",
  "4": "Nhằm phát hiện hạn chế, bất cập trong cơ chế quản lý, chính sách, pháp luật để kiến nghị với cơ quan nhà nước có thẩm quyền có giải pháp, biện pháp khắc phục",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, nguyên tắc nào dưới đây không phải là nguyên tắc hoạt động thanh tra?",
  "1": "Tuân theo pháp luật, dân chủ, công khai, khách quan, kịp thời, chính xác.",
  "2": "Không làm cản trở hoạt động bình thường của đối tượng thanh tra và cơ quan, tổ chức, cá nhân khác.",
  "3": "Không trùng lặp về phạm vi, thời gian giữa các cơ quan thanh tra, giữa cơ quan thanh tra với cơ quan kiểm toán nhà nước; không trùng lặp trong việc thực hiện quyền khi tiến hành thanh tra",
  "4": "Phát hiện kịp thời, chính xác sai phạm trong hoạt động của cơ quan, tổ chức, cá nhân",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, hành vi nào dưới đây là hành vi không bị nghiêm cấm trong hoạt động thanh tra?",
  "1": "Lợi dụng chức vụ, quyền hạn thanh tra để thực hiện hành vi trái pháp luật, sách nhiễu, gây khó khăn, phiền hà cho đối tượng thanh tra và cơ quan, tổ chức, cá nhân khác; lạm quyền trong quá trình tiến hành thanh tra.",
  "2": "Không phối hợp với các cơ quan có thẩm quyền khác trong khi tiến hành hoạt động thanh tra",
  "3": "Thanh tra không đúng thẩm quyền, không đúng với nội dung quyết định thanh tra, kế hoạch tiến hành thanh tra đã được phê duyệt.",
  "4": "Cố ý không ra quyết định thanh tra khi phát hiện có dấu hiệu vi phạm pháp luật mà theo quy định của pháp luật phải tiến hành thanh tra; bao che cho đối tượng thanh tra; cố ý kết luận sai sự thật; kết luận, quyết định, xử lý trái pháp luật; không kiến nghị khởi tố và chuyển hồ sơ vụ việc có dấu hiệu tội phạm được phát hiện qua thanh tra đến cơ quan điều tra để xem xét, quyết định việc khởi tố vụ án hình sự theo quy định của pháp luật.",
  "Correct Answer": 2
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, hành vi nào dưới đây là hành vi không bị nghiêm cấm trong hoạt động thanh tra?",
  "1": "Đưa hối lộ, nhận hối lộ, môi giới hối lộ trong hoạt động thanh tra.",
  "2": "Tiết lộ thông tin, tài liệu liên quan đến cuộc thanh tra khi kết luận thanh tra chưa được công khai.",
  "3": "Can thiệp trái pháp luật vào hoạt động thanh tra; tác động làm sai lệch kết quả thanh tra, kết luận, kiến nghị thanh tra.",
  "4": "Các hành vi trên đều là hành vi bị nghiêm cấm trong hoạt động thanh tra",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, hành vi nào dưới đây là hành vi bị nghiêm cấm trong hoạt động thanh tra?",
  "1": "Không cung cấp thông tin, tài liệu hoặc cung cấp không kịp thời, không đầy đủ, không trung thực, thiếu chính xác; chiếm đoạt, tiêu hủy tài liệu, vật chứng liên quan đến nội dung thanh tra.",
  "2": "Thực hiện yêu cầu, kiến nghị của cơ quan tiến hành thanh tra",
  "3": "Xem xét kiến nghị khởi tố vụ án hình sự do cơ quan thực hiện chức năng thanh tra chuyển đến",
  "4": "Xử lý kịp thời kết luận, kiến nghị về nội dung thanh tra",
  "Correct Answer": 1
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, hình thức nào dưới đây không phải là hình thức thanh tra?",
  "1": "Hoạt động thanh tra được thực hiện theo kế hoạch",
  "2": "Hoạt động thanh tra được thực hiện đột xuất",
  "3": "Hoạt động thanh tra được thực hiện theo chuyên đề",
  "4": "Phương án 1 & 2",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, các trường hợp nào dưới đây được coi là trường hợp phức tạp được gia hạn thời hạn thanh tra?",
  "1": "Phải thực hiện trưng cầu giám định hoặc phái xác minh, làm rõ vụ việc có yếu tố nước ngoài thuộc nội dung, phạm vi tiến hành thanh tra",
  "2": "Cần xác minh, làm rõ hành vi tham nhũng, tiêu cực theo quy định của pháp luật về phòng, chống tham nhũng, tiêu cực",
  "3": "Khi đối tượng thanh tra, cơ quan, tổ chức, cá nhân có liên quan không hợp tác, cản trở, chống đối, gây khó khăn cho hoạt động thanh tra làm ảnh hưởng đến thời hạn thanh tra",
  "4": "Các phương án trên đều thuộc các trường hợp phức tạp được gia hạn thời gian thanh tra",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, các trường hợp nào dưới đây được coi là trường hợp đặc biệt phức tạp được gia hạn thời hạn thanh tra?",
  "1": "Cuộc thanh tra phức tạp, liên quan đến nhiều lĩnh vực, nhiều địa phương",
  "2": "Cần xác minh, làm rõ hành vi tham nhũng, tiêu cực theo quy định của pháp luật về phòng, chống tham nhũng, tiêu cực",
  "3": "Khi đối tượng thanh tra, cơ quan, tổ chức, cá nhân có liên quan không hợp tác, cản trở, chống đối, gây khó khăn cho hoạt động thanh tra làm ảnh hưởng đến thời hạn thanh tra",
  "4": "Phương án 1 hoặc phương án 2 & 3",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, việc gia hạn thanh tra do ai là người xem xét, quyết định?",
  "1": "Trưởng đoàn thanh tra",
  "2": "Người ra quyết định thanh tra ",
  "3": "Cơ quan cấp trên trực tiếp của Người ra quyết định thanh tra ",
  "4": "Các chủ thể trên đều có thẩm quyền gia hạn thanh tra",
  "Correct Answer": 2
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, quyết định gia hạn thanh tra không phải gửi đến cơ quan, tổ chức, cá nhân nào sau đây?",
  "1": "Đoàn Thanh tra",
  "2": "Đối tượng thanh tra",
  "3": "Cơ quan thông tin đại chúng để công bố việc gia hạn thanh tra",
  "4": "Cơ quan, tổ chức, cá nhân có liên quan đến việc thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, phương án nào dưới đây không được quy định trong trình tự, thủ tục tiến hành một cuộc thanh tra chuyên ngành?",
  "1": "Xây dựng kế hoạch thanh tra",
  "2": "Chuẩn bị thanh tra",
  "3": "Tiến hành thanh tra trực tiếp",
  "4": "Kết thúc cuộc thanh tra",
  "Correct Answer": 1
 },
 {
  "Question": "Căn cứ quy định của Luật thanh tra 2022, hoạt động nào sau đây không được quy định trong hoạt động chuẩn bị tiến hành thanh tra đối với 01 cuộc thanh tra chuyên ngành?",
  "1": "Thu thập thông tin theo quyết định của Thủ trưởng cơ quan thanh tra",
  "2": "Ban hành quyết định thanh tra",
  "3": "Yêu cầu đối tượng thanh tra giải trình, cung cấp tài liệu liên quan đến nội dung thanh tra",
  "4": "Thông báo về việc công bố quyết định thanh tra, trừ trường hợp phát hiện hành vi vi phạm cần phải tiến hành thanh tra ngay",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ quy định của Luật thanh tra 2022, hoạt động nào sau đây không được quy định trong hoạt động tiến hành thanh tra trực tiếp đối với 01 cuộc thanh tra chuyên ngành?",
  "1": "Thông báo về việc công bố quyết định thanh tra",
  "2": "Công bố quyết định thanh tra, trừ trường hợp phát hiện hành vi vi phạm cần phải tiến hành thanh tra ngay",
  "3": "Thu thập thông tin, tài liệu liên quan đến nội dung thanh tra; kiểm tra, xác minh thông tin, tài liệu",
  "4": "Xử phạt vi phạm hành chính trong quá trình thanh tra (nếu có)",
  "Correct Answer": 1
 },
 {
  "Question": "Căn cứ quy định của Luật thanh tra 2022, hoạt động nào sau đây không được quy định trong hoạt động kết thúc cuộc thanh tra đối với 01 cuộc thanh tra chuyên ngành?",
  "1": "Xác minh thông tin, tài liệu, làm rõ vấn đề có liên quan đến nội dung thanh tra",
  "2": "Báo cáo kết quả thanh tra; xây dựng dự thảo kết luận thanh tra",
  "3": "Thẩm định dự thảo kết luận thanh tra khi cần thiết",
  "4": "Ban hành kết luận thanh tra; công khai kết luận thanh tra.",
  "Correct Answer": 1
 },
 {
  "Question": "Căn cứ quy định của Luật thanh tra 2022, trường hợp luật khác có quy định về trình tự, thủ tục tiến hành 01 cuộc thanh tra chuyên ngành khác với quy định tại Luật Thanh tra 2022, anh (chị) phải làm thế nào?",
  "1": "Thực hiện theo quy định của Luật Thanh tra 2022",
  "2": "Thực hiện theo quy định của Luật chuyên ngành",
  "3": "Báo cáo cơ quan nhà nước có thẩm quyền để làm căn cứ thực hiện",
  "4": "Trưởng đoàn thanh tra quyết định việc thực hiện theo quy định của luật mà mình thấy phù hợp",
  "Correct Answer": 2
 },
 {
  "Question": "Căn cứ quy định của pháp luật về thanh tra, căn cứ nào dưới đây không phải là căn cứ để ra quyết định thanh tra?",
  "1": "Kế hoạch thanh tra",
  "2": "Yêu cầu của Thủ trưởng cơ quan quản lý nhà nước",
  "3": "Khi phát hiện có dấu hiệu vi phạm pháp luật",
  "4": "Khi có cơ quan, tổ chức gây khó khăn cho hoạt động quản lý nhà nước",
  "Correct Answer": 4
 },
 {
  "Question": "Phương án nào dưới đây không phải là trách nhiệm của Trưởng đoàn Thanh tra theo quy định của Luật Thanh tra 2022?",
  "1": "Tổ chức, chỉ đạo các thành viên Đoàn thanh tra thực hiện đúng phạm vi, nội dung, tiến độ thanh tra ",
  "2": "Thực hiện chế độ thông tin, báo cáo theo yêu cầu của người ra quyết định thanh tra",
  "3": "Chịu trách nhiệm trước người ra quyết định thanh tra về hoạt động của Đoàn thanh tra.",
  "4": "Giải quyết kịp thời các khiếu nại, tố cáo, kiến nghị, phản ánh liên quan đến hoạt động của Đoàn thanh tra.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, trường hợp khi tiến hành thanh tra phát hiện vụ việc có dấu hiệu tội phạm thì ai có trách nhiệm chuyển hồ sơ vụ việc có liên quan cùng với văn bản kiến nghị khởi tố cho cơ quan có thẩm quyền, xem xét, xử lý?",
  "1": "Trưởng đoàn thanh tra",
  "2": "Thành viên đoàn thanh tra",
  "3": "Người ra quyết định thanh tra ",
  "4": "Cả 3 phương án trên",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ nào dưới đây không phải là căn cứ để tiến hành thanh tra lại theo quy định của Luật Thanh tra 2022",
  "1": "Có bất cứ vi phạm nào về trình tự, thủ tục trong quá trình tiến hành thanh tra",
  "2": "Có sai lầm trong việc áp dụng pháp luật khi kết luận thanh tra",
  "3": "Nội dung trong kết luận thanh tra không phù hợp với những chứng cứ thu thập được trong quá trình tiến hành thanh tra",
  "4": "Người tiến hành thanh tra cố ý làm sai lệch hồ sơ vụ việc hoặc cố ý kết luận trái pháp luật",
  "Correct Answer": 1
 },
 {
  "Question": "Căn cứ nào dưới đây không phải là căn cứ để tiến hành thanh tra lại theo quy định của Luật Thanh tra 2022",
  "1": "Có vi phạm nghiêm trọng về trình tự, thủ tục trong quá trình tiến hành thanh tra",
  "2": "Đối tượng thanh tra tố cáo hành vi vi phạm của Trưởng đoàn thanh tra",
  "3": "Người tiến hành thanh tra cố ý làm sai lệch hồ sơ vụ việc hoặc cố ý kết luận trái pháp luật",
  "4": "Có dấu hiệu vi phạm pháp luật nghiêm trọng của đối tượng thanh tra nhưng chưa được phát hiện đầy đủ qua thanh tra",
  "Correct Answer": 2
 },
 {
  "Question": "Phương án nào dưới đây là thời hiệu thanh tra lại được quy định trong Luật Thanh tra 2022?",
  "1": "01 năm kể từ ngày công bố kết luận thanh tra.",
  "2": "01 năm kể từ ngày ký ban hành kết luận thanh tra.",
  "3": "02 năm kể từ ngày công bố kết luận thanh tra.",
  "4": "02 năm kể từ ngày ký ban hành kết luận thanh tra.",
  "Correct Answer": 4
 },
 {
  "Question": "Phương án nào dưới đây được quy định là thời điểm bắt đầu mở hồ sơ thanh tra được quy định trong Luật Thanh tra 2022?",
  "1": "Việc mở hồ sơ thanh tra bắt đầu từ ngày đơn vị tham mưu có văn bản báo cáo về việc thu thập thông tin gửi tới người ra quyết định thanh tra ",
  "2": "Việc mở hồ sơ thanh tra bắt đầu từ ngày người có thẩm quyền ký ban hành quyết định thanh tra ",
  "3": "Việc mở hồ sơ thanh tra bắt đầu từ ngày công bố quyết định thanh tra ",
  "4": "Việc mở hồ sơ thanh tra bắt đầu từ ngày tiến hành thanh tra trực tiếp",
  "Correct Answer": 2
 },
 {
  "Question": "Phương án nào dưới đây được quy định là thời điểm kết thúc hồ sơ thanh tra được quy định trong Luật Thanh tra 2022?",
  "1": "Việc kết thúc hồ sơ thanh tra vào ngày có thông báo dừng việc thanh tra trực tiếp",
  "2": "Việc kết thúc hồ sơ thanh tra vào ngày người ra quyết định ký ban hành kết luận thanh tra ",
  "3": "Việc kết thúc hồ sơ thanh tra vào ngày công bố kết luận thanh tra ",
  "4": "Việc kết thúc hồ sơ vào ngày người có thẩm quyền ban hành văn bản tổ chức thực hiện kết luận thanh tra.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, nội dung nào dưới đây không nằm trong quyết định thanh tra?",
  "1": "Căn cứ ra quyết định thanh tra",
  "2": "Phạm vi, nội dung, đối tượng, thời kỳ thanh tra, nhiệm vụ thanh tra",
  "3": "Phương pháp tiến hành thanh tra",
  "4": "Thời hạn thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, nội dung nào dưới đây không nằm trong quyết định thanh tra?",
  "1": "Mục đích, yêu cầu",
  "2": "Căn cứ ra quyết định thanh tra",
  "3": "Phạm vi, nội dung, đối tượng, thời kỳ thanh tra, nhiệm vụ thanh tra",
  "4": "Thành lập Đoàn thanh tra, bao gồm Trưởng đoàn thanh tra, Phó Trưởng đoàn thanh tra (nếu có), thành viên khác của Đoàn thanh tra",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, việc đình chỉ, thay đổi Trưởng đoàn thanh tra được diễn ra khi nào?",
  "1": "Khi không đáp ứng được yêu cầu, nhiệm vụ thanh tra ",
  "2": "Khi có hành vi vi phạm pháp luật, xung đột lợi ích ",
  "3": "Khi có lý do khách quan khác mà không thể thực hiện nhiệm vụ thanh tra",
  "4": "Các phương án trên đều đúng",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, đáp án nào dưới đây không được quy định trong nội dung kế hoạch tiến hành thanh tra?",
  "1": "Mục đích, yêu cầu",
  "2": "Căn cứ tiến hành thanh tra",
  "3": "Phạm vi, nội dung, đối tượng, thời kỳ thanh tra, thời hạn thanh tra",
  "4": "Phương pháp tiến hành thanh tra",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, đáp án nào dưới đây không được quy định trong nội dung kế hoạch tiến hành thanh tra?",
  "1": "Tiến độ thực hiện",
  "2": "Chế độ thông tin, báo cáo",
  "3": "Dự kiến các hành vi vi phạm của đối tượng thanh tra",
  "4": "Việc sử dụng phương tiện, kinh phí và điều kiện vật chất khác phục vụ hoạt động của Đoàn thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, ai là người có trách nhiệm thông báo về việc công bố quyết định thanh tra?",
  "1": "Người ra quyết định thanh tra ",
  "2": "Trưởng đoàn thanh tra ",
  "3": "Thành viên đoàn thanh tra",
  "4": "Pháp luật không quy định cụ thể đối với nội dung này",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, văn bản thông báo về việc công bố quyết định thanh tra không quy định về nội dung nào phải có trong văn bản?",
  "1": "Căn cứ tiến hành thanh tra",
  "2": "Địa điểm công bố",
  "3": "Thời gian  công bố",
  "4": "Thành phần tham dự công bố",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, đối với hoạt động thanh tra chuyên ngành, trường hợp nào dưới đây được quy định là trường hợp không thông báo việc công bố quyết định thanh tracho đối tượng thanh tra?",
  "1": "Trường hợp Người ra quyết định thấy không cần thiết phải thông báo",
  "2": "Trường hợp phát hiện hành vi vi phạm cần phải tiến hành thanh tra ngay ",
  "3": "Trường hợp đối tượng thanh tra đã nắm rõ về nội dung thanh tra liên quan đến mình",
  "4": "Trường hợp Trưởng đoàn thanh tra vì lý do khách quan không thể tiến hành công bố quyết định kiểm tra",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, đối với hoạt động thanh tra chuyên ngành, trường hợp đối tượng thanh tra cố tình vắng mặt tại buổi công bố quyết định thanh tra thì  Trưởng đoàn thanh tra phải làm thế nào?",
  "1": "Không tiến hành công bố quyết định thanh tra",
  "2": "Báo cáo người ra quyết định xem xét, quyết định",
  "3": "Yêu cầu đối tượng thanh tra phải có mặt tại 01 buổi làm việc khác để thực hiện công bố lại quyết định thanh tra",
  "4": "Lập biên bản có xác nhận của Ủy ban nhân dân cấp xã và tiếp tục thực hiện thanh tra theo kế hoạch.",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, địa điểm làm việc của Đoàn thanh tra là ở đâu?",
  "1": "Trụ sở, nơi làm việc của cơ quan, tổ chức là đối tượng thanh tra",
  "2": "Trụ sở cơ quan tiến hành thanh tra ",
  "3": "Nơi tiến hành kiểm tra, xác minh theo kế hoạch tiến hành thanh tra",
  "4": "Một trong ba địa điểm trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, Đoàn thanh tra có được làm việc với đối tượng thanh tra, cơ quan, tổ chức, cá nhân có liên quan ngoài giờ hành chính không?",
  "1": "Không được",
  "2": "Được, sau khi Trưởng đoàn thanh tra đã trao đổi với đối tượng thanh tra và chịu trách nhiệm về quyết định của mình",
  "3": "Được, sau khi Trưởng đoàn thanh tra đã trao đổi với người ra quyết định và người ra quyết định cũng phải chịu trách nhiệm về việc này",
  "4": "Pháp luật không quy định cụ thể đối với nội dung này",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, hãy chọn đáp án không phải là quy định đối với việc thu thập thông tin, tài liệu liên quan đến nội dung thanh tra trong các phương án sau đây?",
  "1": "Trong quá trình thanh tra, Trưởng đoàn thanh tra, Thanh tra viên yêu cầu đối tượng thanh tra báo cáo theo đề cương; yêu cầu đối tượng thanh tra, cơ quan, tổ chức, cá nhân có liên quan cung cấp thông tin, tài liệu liên quan đến nội dung thanh tra.",
  "2": "Đối với hồ sơ, tài liệu không cần thu giữ thì người nhận hồ sơ, tài liệu có trách nhiệm trả lại đối tượng thanh tra, cơ quan, tổ chức, cá nhân có liên quan; thời gian trả lại chậm nhất là khi kết thúc việc tiến hành thanh tra trực tiếp.",
  "3": "Trưởng đoàn thanh tra khi thấy cần thiết được phép yêu cầu đối tượng thanh tra cung cấp hồ sơ, tài liệu mật và không phải chịu trách nhiệm đối với việc này trong trường hợp các nội dung yêu cầu được xác định là có liên quan đến nội dung thanh tra.",
  "4": "Việc giao nhận, trả lại hồ sơ, tài liệu phải được lập thành biên bản.",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, trong quá trình tiến hành thanh tra mà phát hiện vụ việc có dấu hiệu tội phạm thì Trưởng đoàn thanh tra phải xử lý như thế nào?",
  "1": "Chuyển ngay hồ sơ vụ việc, tài liệu có liên quan cho cơ quan điều tra có thẩm quyền xem xét, xử lý theo quy định của pháp luật ",
  "2": "Tiếp tục thanh tra theo kế hoạch tiến hành thanh tra đã phê duyệt; báo cáo dấu hiệu tội phạm để người ra quyết định thanh tra ban hành kết luận thanh tra làm cơ sở chuyển hồ sơ vụ việc cho cơ quan điều tra",
  "3": "Báo cáo để người ra quyết định thanh tra chuyển ngay hồ sơ vụ việc, tài liệu có liên quan cùng với văn bản kiến nghị khởi tố cho cơ quan điều tra có thẩm quyền xem xét, xử lý theo quy định của pháp luật và thông báo cho Viện kiểm sát nhân dân cùng cấp biết",
  "4": "Buộc đối tượng thanh tra chấm dứt hành vi phạm tội mà không phải đợi kết luận thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, trong quá trình tiến hành thanh tra mà phát hiện hành vi vi phạm hành chính thì Trưởng đoàn thanh tra phải xử lý như thế nào?",
  "1": "Báo cáo người ra quyết định xem xét, quyết định",
  "2": "Buộc chấm dứt hành vi vi phạm đó, xem xét áp dụng biện pháp ngăn chặn và bảo đảm xử lý vi phạm hành chính, tiến hành xử phạt ngay theo quy định của Luật Xử lý vi phạm hành chính mà không phải đợi kết luận thanh tra",
  "3": "Tiếp tục thanh tra theo kế hoạch tiến hành thanh tra đã phê duyệt; báo cáo dấu hiệu vi phạm để người ra quyết định thanh tra ban hành kết luận thanh tra",
  "4": "Pháp luật không quy định cụ thể đối với nội dung này",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, việc sửa đổi, bổ sung nội dung kế hoạch tiến hành thanh tra được thực hiện theo đề nghị, yêu cầu của ai?",
  "1": "Theo đề nghị của Trưởng đoàn thanh tra",
  "2": "Theo yêu cầu của Thủ trưởng cơ quan quản lý nhà nước cùng cấp",
  "3": "Theo đề nghị của cơ quan tham mưu về công tác thanh tra trực thuộc",
  "4": "Phương án 1 & 2",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, người ra quyết định thanh tra quyết định tạm dừng cuộc thanh tra trong trường hợp nào dưới đây?",
  "1": "Có sự kiện bất khả kháng ảnh hưởng đến tiến độ thực hiện cuộc thanh tra;",
  "2": "Theo đề nghị của Trưởng đoàn thanh tra do không thể thực hiện được theo nhiệm vụ, yêu cầu",
  "3": "Khi người ra quyết định nhận thấy phương pháp thanh tra không phù hợp",
  "4": "Theo yêu cầu của Thủ trưởng cơ quan quản lý nhà nước cùng cấp",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, phương án nào dưới đây không được quy định là một trong những trường hợp để người ra quyết định thanh tra quyết định đình chỉ cuộc thanh tra?",
  "1": "Nội dung thanh tra đã được cơ quan thanh tra cấp trên kết luận",
  "2": "Cơ quan điều tra đã ra quyết định khởi tố vụ án hình sự về cùng nội dung thanh tra",
  "3": "Có căn cứ cho rằng phương pháp thanh tra không phù hợp với nội dung thanh tra",
  "4": "Thuộc trường hợp chồng chéo, trùng lặp đã được xử lý theo quy định của Luật Thanh tra 2022",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, khi kết thúc việc tiến hành thanh tra trực tiếp tại nơi được thanh tra, Trưởng đoàn thanh tra phải báo cáo, thông báo với những đối tượng nào?",
  "1": "Báo cáo bằng văn bản với người ra quyết định thanh tra",
  "2": "Thông báo cho các thành viên đoàn thanh tra biết",
  "3": "Thông báo bằng văn bản cho đối tượng thanh tra biết",
  "4": "Phương án 1& 3",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, sau khi kết thúc việc tiến hành thanh tra trực tiếp, Trưởng đoàn thanh tra có trách nhiệm xây dựng báo cáo kết quả thanh tra gửi người ra quyết định thanh tra. Nội dung nào dưới đây không được quy định là nội dung phải có trong báo cáo?",
  "1": "Quá trình tiến hành thanh tra tại nơi thanh tra",
  "2": "Xác định rõ tính chất, mức độ, hậu quả của hành vi vi phạm; nguyên nhân, trách nhiệm của cơ quan, tổ chức, cá nhân có hành vi vi phạm pháp luật (nếu có)",
  "3": "Ý kiến khác nhau (nếu có) giữa thành viên khác của Đoàn thanh tra với Trưởng đoàn thanh tra về nội dung báo cáo kết quả thanh tra",
  "4": "Biện pháp xử lý đã được áp dụng và kiến nghị giải pháp, biện pháp xử lý, khắc phục hậu quả (nếu có).",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, sau khi kết thúc việc tiến hành thanh tra trực tiếp, Trưởng đoàn thanh tra có trách nhiệm xây dựng báo cáo kết quả thanh tra gửi người ra quyết định thanh tra. Nội dung nào dưới đây được quy định là nội dung phải có trong báo cáo?",
  "1": "Quá trình tiến hành thanh tra tại nơi thanh tra",
  "2": "Nội dung các hồ sơm tài liệu thu thập được",
  "3": "Ý kiến của đối tượng thanh tra",
  "4": "Kết luận cụ thể về từng nội dung đã tiến hành thanh tra",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, kết luận thanh tra chuyên ngành phải bảo đảm tính chính xác, khách quan, khả thi và bao gồm các nội dung chủ yếu nào sau đây?",
  "1": "Đánh giá việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn được giao của đối tượng thanh tra đối với cuộc thanh tra hành chính; đánh giá việc chấp hành pháp luật chuyên ngành, quy định về chuyên môn - kỹ thuật, quy tắc quản lý của đối tượng thanh tra đối với cuộc thanh tra chuyên ngành",
  "2": "Kết luận về nội dung thanh tra",
  "3": "Xác định rõ tính chất, mức độ, hậu quả của hành vi vi phạm; nguyên nhân, trách nhiệm của cơ quan, tổ chức, cá nhân có hành vi vi phạm pháp luật (nếu có)",
  "4": "Tất cả các phương án trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, kết luận thanh tra chuyên ngành phải bảo đảm tính chính xác, khách quan, khả thi. Nội dung nào dưới đâ ykhông phải là  nội dung chủ yếu đối với một kết luận của cuộc thanh tra chuyên ngành?",
  "1": "Đánh giá việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn được giao của đối tượng thanh tra ",
  "2": "Hạn chế, bất cập của cơ chế quản lý, chính sách, pháp luật có liên quan và kiến nghị khắc phục",
  "3": "Xác định rõ tính chất, mức độ, hậu quả của hành vi vi phạm; nguyên nhân, trách nhiệm của cơ quan, tổ chức, cá nhân có hành vi vi phạm pháp luật (nếu có)",
  "4": "Biện pháp xử lý theo thẩm quyền và kiến nghị giải pháp, biện pháp xử lý, khắc phục hậu quả (nếu có) để bảo đảm lợi ích của Nhà nước, quyền và lợi ích hợp pháp của đối tượng thanh tra, của cơ quan, tổ chức, cá nhân có liên quan;",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, 01 cuộc thanh tra có thể ban hành bao nhiêu kết luận thanh tra?",
  "1": "Một cuộc thanh tra chỉ được ban hành duy nhất 01 (một) kết luận thanh tra.",
  "2": "Một cuộc thanh tra có thể ban hành nhiều kết luận thanh tra nhằm phục vụ kịp thời yêu cầu quản lý nhà nước.",
  "3": "Một cuộc thanh tra chỉ được ban hành duy nhất một kết luận thanh tra, trừ trường hợp người ra quyết định thanh tra được sự đồng ý của cơ quan thanh tra cấp trên để ban hành 02 (hai) kết luận thanh tra trong đó kết luậnsau nhằm mục đích sửa đổi, bổ sung kết luận ban đầu.",
  "4": "Pháp luật không quy định cụ thể đối với nội dung này",
  "Correct Answer": 2
 },
 {
  "Question": "Kết luận thanh tra sau khi công khai được gửi đi những nơi nào theo quy định của Luật Thanh tra 2022?",
  "1": "Thủ trưởng cơ quan quản lý nhà nước cùng cấp",
  "2": "Cơ quan thanh tra cấp trên",
  "3": "Đối tượng thanh tra ",
  "4": "Tất cả các phương án trên",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022,  quy định những nội dung nào tại kết luận sẽ được công khai?",
  "1": "Chỉ công khai kết luận về nội dung thanh tra",
  "2": "Chỉ công khai phần nội dung đánh giá việc thực hiện chính sách, pháp luật hoặc đánh giá việc chấp hành pháp luật chuyên ngành",
  "3": "Công khai toàn văn kết luận, kể cả các nội dung thuộc bí mật nhà nước để đơn vị thực thi kết luận nắm được",
  "4": "Công khai toàn văn kết luận, trừ nội dung thuộc bí mật nhà nước hoặc bí mật khác theo quy định của luật",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, phương án nào dưới đây không phải là hình thức công khai kết luận thanh tra được quy định?",
  "1": "Đăng tải trên Cổng thông tin điện tử của cơ quan thanh tra hoặc cơ quan quản lý nhà nước cùng cấp",
  "2": "Tổ chức cuộc họp công bố kết luận thanh tra với thành phần bao gồm người ra quyết định thanh tra, Đoàn thanh tra, đối tượng thanh tra, cơ quan, tổ chức, cá nhân có liên quan hoặc tổ chức họp báo",
  "3": "Niêm yết tại nơi tiếp công dân của cơ quan công an địa phương nơi có trụ sở của đối tượng thanh tra",
  "4": "Thông báo trên ít nhất một phương tiện thông tin đại chúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, người ra quyết định thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Quyết định niêm phong tài liệu",
  "2": "Quyết định hoặc yêu cầu người có thẩm quyền quyết định tạm giữ tài sản, giấy phép, chứng chỉ hành nghề bị sử dụng trái pháp luật",
  "3": "Đình chỉ hoặc kiến nghị người có thẩm quyền đình chỉ hành vi vi phạm",
  "4": "Yêu cầu tổ chức tín dụng phong tỏa tài khoản của đối tượng thanh tra; đề nghị cơ quan kiểm soát tài sản, thu nhập, cơ quan khác có thẩm quyền có biện pháp để ngăn chặn kịp thời đối tượng thanh tra có hành vi hủy hoại, tẩu tán tài sản hoặc để bảo đảm thực hiện quyết định thu hồi tài sản của Thủ trưởng cơ quan thanh tra, Thủ trưởng cơ quan quản lý nhà nước",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, người ra quyết định thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Kiến nghị người có thẩm quyền tạm đình chỉ công tác và xử lý đối với cán bộ, công chức, viên chức cố ý cản trở hoạt động thanh tra hoặc không thực hiện yêu cầu, kiến nghị, quyết định thanh tra",
  "2": "Quyết định xử lý theo thẩm quyền hoặc kiến nghị người có thẩm quyền xử lý kết quả thanh tra; kiểm tra, đôn đốc việc thực hiện quyết định xử lý về thanh tra;",
  "3": "Giải quyết khiếu nại, tố cáo, kiến nghị, phản ánh liên quan đến trách nhiệm của Trưởng đoàn thanh tra, thành viên khác của Đoàn thanh tra",
  "4": "Ban hành quyết định đình chỉ cuộc thanh tra khi có đề nghị của đối tượng thanh tra",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, Trưởng đoàn thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Tổ chức, chỉ đạo các thành viên Đoàn thanh tra thực hiện đúng nội dung quyết định thanh tra",
  "2": "Kiến nghị người ra quyết định thanh tra áp dụng biện pháp thuộc thẩm quyền theo quy định của Luật này và quy định khác của pháp luật có liên quan để bảo đảm thực hiện yêu cầu, mục đích thanh tra",
  "3": "Yêu cầu đối tượng thanh tra cung cấp thông tin, tài liệu và báo cáo, giải trình về vấn đề liên quan đến nội dung thanh tra; yêu cầu cơ quan, tổ chức, cá nhân có liên quan cung cấp thông tin, tài liệu về nội dung thanh tra",
  "4": "Quyết định thay đổi thành viên đoàn kiểm tra",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, Trưởng đoàn thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Quyết định việc tạm giữ tài sản, giấy phép, chứng chỉ hành nghề bị sử dụng trái pháp luật",
  "2": "Yêu cầu tổ chức tín dụng phong tỏa tài khoản của đối tượng thanh tra; đề nghị cơ quan kiểm soát tài sản, thu nhập, cơ quan khác có thẩm quyền có biện pháp để ngăn chặn kịp thời đối tượng thanh tra có hành vi hủy hoại, tẩu tán tài sản",
  "3": "Quyết định niêm phong tài liệu",
  "4": "Quyết định kiểm kê tài sản",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, Trưởng đoàn thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Đình chỉ hoặc kiến nghị người có thẩm quyền đình chỉ hành vi vi phạm",
  "2": "Kiến nghị người có thẩm quyền tạm đình chỉ việc thi hành quyết định kỷ luật, chuyển công tác, cho thôi việc, cho nghỉ hưu đối với đối tượng thanh tra hoặc người cung cấp thông tin, tài liệu về nội dung thanh tra nếu có căn cứ cho rằng việc thi hành quyết định đó gây trở ngại cho hoạt động thanh tra",
  "3": "Xử phạt vi phạm hành chính theo thẩm quyền",
  "4": "Chuyển hồ sơ vụ việc, tài liệu có liên quan cùng với văn bản kiến nghị khởi tố sang cơ quan điều tra khi phát hiện có dấu hiệu tội phạm",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, thành viên khác của Đoàn thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Thực hiện nhiệm vụ theo sự phân công của Trưởng đoàn thanh tra",
  "2": "Yêu cầu đối tượng thanh tra cung cấp thông tin, tài liệu và báo cáo, giải trình về vấn đề liên quan đến nội dung thanh tra; yêu cầu cơ quan, tổ chức, cá nhân có liên quan cung cấp thông tin, tài liệu về nội dung thanh tra",
  "3": "Quyết định niêm phong tài liệu",
  "4": "Xử phạt vi phạm hành chính theo thẩm quyền",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, thành viên khác của Đoàn thanh tra không có nhiệm vụ, quyền hạn nào dưới đây?",
  "1": "Kiến nghị Trưởng đoàn thanh tra áp dụng biện pháp thuộc nhiệm vụ, quyền hạn của Trưởng đoàn thanh tra theo quy định của pháp luật để bảo đảm thực hiện nhiệm vụ được giao",
  "2": "Quyết định kiểm kê tài sản",
  "3": "Báo cáo Trưởng đoàn thanh tra về kết quả thực hiện nhiệm vụ được giao, chịu trách nhiệm trước Trưởng đoàn thanh tra và trước pháp luật về tính chính xác, trung thực, khách quan của nội dung đã báo cáo",
  "4": "Xử phạt vi phạm hành chính theo thẩm quyền",
  "Correct Answer": 2
 },
 {
  "Question": "Căn cứ quy định của Luật Thanh tra 2022, Trưởng đoàn Thanh tra quyết định kiểm kê tài sản của đối tượng thanh tra trong trường hợp nào?",
  "1": "Khi phát hiện giữa sổ sách, chứng từ với thực tế có chênh lệch, bất hợp lý",
  "2": "Khi có dấu hiệu, có hành vi chiếm dụng, chiếm đoạt tài sản",
  "3": "Khi đối tượng thanh tra không hợp tác, cản trở, chống đối, gây khó khăn cho hoạt động thanh tra làm ảnh hưởng đến thời hạn thanh tra",
  "4": "Phương án 1 hoặc 2",
  "Correct Answer": 4
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, việc trưng cầu giám định được thực hiện khi nào?",
  "1": "Khi phát hiện giữa sổ sách, chứng từ với thực tế có chênh lệch, bất hợp lý",
  "2": "Khi có dấu hiệu, có hành vi chiếm dụng, chiếm đoạt tài sản",
  "3": "Khi cần đánh giá về nội dung liên quan đến chuyên môn - kỹ thuật làm căn cứ cho việc kết luận thì Trưởng đoàn thanh tra đề nghị người ra quyết định thanh tra quyết định việc trưng cầu giám định",
  "4": "Khi đối tượng thanh tra không hợp tác, cản trở, chống đối, gây khó khăn cho hoạt động thanh tra làm ảnh hưởng đến thời hạn thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, việc Trưởng đoàn thanh tra đình chỉ hành vi vi phạm được thực hiện khi nào?",
  "1": "Khi phát hiện dấu hiệu vi phạm của đối tượng thanh tra và có căn cứ cho rằng nếu tiếp tục để đối tượng thực hiện hành vi vi phạm thì sẽ gây hậu quả nghiêm trọng, khó có thể khắc phục",
  "2": "Khi phát hiện có hành vi vi phạm gây thiệt hại nghiêm trọng đến lợi ích của Nhà nước, quyền và lợi ích hợp pháp của cơ quan, tổ chức, cá nhân",
  "3": "Trưởng đoàn thanh tra không có thẩm quyền quyết định đình chỉ hành vi vi phạm",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, việc Trưởng đoàn thanh tra tạm giữ tài sản, giấy phép, chứng chỉ hành nghề được thực hiện khi nào?",
  "1": "Khi phát hiện việc sử dụng trái pháp luật tài sản, giấy phép, chứng chỉ hành nghề mà cần phải ngăn chặn ngay hoặc để xác minh tình tiết làm chứng cứ cho việc kết luận, xử lý ",
  "2": "Khi phát hiện việc sử dụng trái pháp luật tài sản, giấy phép, chứng chỉ hành nghề mà cần phải ngăn chặn ngay ",
  "3": "Trưởng đoàn thanh tra  không có thẩm quyền quyết định tạm giữ tài sản, giấy phép, chứng chỉ hành nghề",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật Thanh tra 2022, việc Trưởng đoàn thanh tra yêu cầu tổ chức tín dụng phong tỏa tài khoản của đối tượng thanh tra được thực hiện khi nào?",
  "1": "Khi đối tượng thanh tra không hợp tác, chống đối, gây khó khăn cho Đoàn thanh tra thực hiện nhiệm vụ",
  "2": "Khi có căn cứ cho rằng đối tượng thanh tra không thực hiện quyết định tạm giữ tài sản, quyết định thu hồi tài sản của người có thẩm quyền",
  "3": "Khi có căn cứ cho rằng đối tượng thanh tra tẩu tán tài sản",
  "4": "Trưởng đoàn Thanh tra không được yêu cầu tổ chức tín dụng phong tỏa tài khoản của đối tượng thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Căn cứ quy định của Luật Thanh tra 2022, phương án nào dưới đây không phải quyền của đối tượng thanh tra?",
  "1": "Giải trình về vấn đề có liên quan đến nội dung thanh tra",
  "2": "Từ chối cung cấp tài liệu khi cho rằng việc cung cấp tài liệu này sẽ gây ảnh hưởng đến quyền, lợi ích hợp pháp của đối tượng thanh tra",
  "3": "Khiếu nại về quyết định, hành vi của người tiến hành thanh tra trong quá trình thanh tra; khiếu nại quyết định xử lý về thanh tra theo quy định của pháp luật về khiếu nại; kiến nghị về nội dung trong kết luận thanh tra khi cho rằng nội dung đó chưa chính xác",
  "4": "Yêu cầu bồi thường thiệt hại, khôi phục quyền, lợi ích hợp pháp khác theo quy định của pháp luật",
  "Correct Answer": 2
 },
 {
  "Question": "Căn cứ quy định của Luật Thanh tra 2022, phương án nào dưới đây không phải nghĩa vụ của đối tượng thanh tra?",
  "1": "Chấp hành quyết định thanh tra",
  "2": "Cung cấp kịp thời, đầy đủ, chính xác thông tin, tài liệu theo yêu cầu của người tiến hành thanh tra và chịu trách nhiệm trước pháp luật về tính chính xác, trung thực của thông tin, tài liệu đã cung cấp",
  "3": "Thực hiện yêu cầu, kiến nghị, kết luận thanh tra, quyết định xử lý về thanh tra của người tiến hành thanh tra và của cơ quan, cá nhân có thẩm quyền",
  "4": "Thực hiện toàn bộ các yêu cầu của Đoàn Thanh tra kể cả các yêu cầu không liên quan đến nội dung thanh tra?",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của Luật Thanh tra 2022, nội dung nào dưới đây là nội dung giám sát hoạt động của Đoàn thanh tra?",
  "1": "Việc chấp hành các quy định của pháp luật về căn cứ, thẩm quyền và trình tự, thủ tục thực hiện các nhiệm vụ, quyền hạn trong hoạt động thanh tra của Trưởng đoàn thanh tra, thành viên khác của Đoàn thanh tra",
  "2": "Việc chấp hành chỉ đạo của người ra quyết định thanh tra; việc thực hiện quyết định thanh tra, kế hoạch tiến hành thanh tra; việc chấp hành chế độ thông tin, báo cáo",
  "3": "Việc chấp hành quy định của pháp luật về các hành vi bị nghiêm cấm của Trưởng đoàn thanh tra, thành viên khác của Đoàn thanh tra; việc tiếp nhận khiếu nại, tố cáo, kiến nghị, phản ánh trong hoạt động của Đoàn thanh tra",
  "4": "Tất cả các phương án trên",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của Luật Thanh tra 2022, người thực hiện giám sát Đoàn thanh tra chỉ làm việc với đối tượng thanh tra khi nào?",
  "1": "Khi có đề nghị của đối tượng thanh tra",
  "2": "Khi có đề nghị của Trưởng đoàn thanh tra",
  "3": "Khi có đề nghị của thành viên khác của Đoàn thanh tra",
  "4": "Khi có yêu cầu của người ra quyết định thanh tra",
  "Correct Answer": 4
 },
 {
  "Question": "Căn cứ quy định của Luật Thanh tra 2022, nhiệm vụ, quyền hạn nào dưới đây không phải là nhiệm vụ, quyền hạn của người thực hiện giám sát?",
  "1": "Xây dựng kế hoạch giám sát trình người ra quyết định thanh tra phê duyệt.",
  "2": "Đình chỉ hoạt động của Đoàn thanh tra khi phát hiện hành vi bị nghiêm cấm, trong hoạt động thanh tra của Trưởng đoàn thanh tra, thành viên khác của Đoàn thanh tra và báo cáo ngay với người ra quyết định thanh tra",
  "3": "Làm việc với Đoàn thanh tra và cơ quan, tổ chức, cá nhân có liên quan đến nội dung giám sát",
  "4": "Yêu cầu Đoàn thanh tra cung cấp thông tin, tài liệu theo quy định",
  "Correct Answer": 2
 },
 {
  "Question": "Anh (chị) hãy cho biết trách nhiệm của Trưởng đoàn thanh tra, thành viên khác của Đoàn thanh tra trong hoạt động giám sát căn cứ theo quy định của Luật Thanh tra 2022 là phương án nào dưới đây?",
  "1": "Báo cáo người ra quyết định thanh tra khi phát hiện hành vi vi phạm pháp luật của người thực hiện giám sát trong quá trình thực hiện nhiệm vụ giám sát.",
  "2": "Thực hiện theo yêu cầu của người giám sát kể cả các yêu cầu không liên quan đến nội dung thanh tra",
  "3": "Không cung cấp hồ sơ, tài liệu cho người giám sát khi có căn cứ cho rằng người giám sát thực hiện giám sát ngoài phạm vi quy định",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của pháp luật về thanh tra, anh (chị) hãy chọn phương án nào dưới đây là được hiểu đúng về thanh tra?",
  "1": "Thanh tra là hoạt động xem xét, đánh giá, xử lý theo trình tự, thủ tục do pháp luật quy định của cơ quan thực hiện chức năng thanh tra đối với việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn của cơ quan, tổ chức, cá nhân. Hoạt động thanh tra bao gồm thanh tra hành chính và thanh tra chuyên ngành",
  "2": "Thanh tra là hoạt động kiểm tra, kiểm soát theo trình tự, thủ tục do pháp luật quy định của cơ quan thực hiện chức năng kiểm tra đối với việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn của cơ quan, tổ chức, cá nhân. Hoạt động thanh tra bao gồm thanh tra hành chính và thanh tra chuyên ngành",
  "3": "Thanh tra là thanh tra việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn được giao của cơ quan, tổ chức, cá nhân thuộc quyền quản lý của cơ quan quản lý nhà nước",
  "4": "Thanh tra  là thanh tra việc chấp hành pháp luật chuyên ngành, quy định về chuyên môn - kỹ thuật, quy tắc quản lý của cơ quan, tổ chức, cá nhân thuộc phạm vi quản lý theo ngành, lĩnh vực.",
  "Correct Answer": 1
 },
 {
  "Question": "Theo quy định của pháp luật về thanh tra, anh (chị) hãy chọn phương án nào dưới đây là được hiểu đúng về thanh tra chuyên ngành?",
  "1": "Thanh tra chuyên ngành là thanh tra việc thực hiện chính sách, pháp luật, nhiệm vụ, quyền hạn được giao của cơ quan, tổ chức, cá nhân thuộc quyền quản lý của cơ quan quản lý nhà nước",
  "2": "Thanh tra chuyên ngành là thanh tra việc chấp hành pháp luật chuyên ngành, quy định về chuyên môn - kỹ thuật, quy tắc quản lý của cơ quan, tổ chức, cá nhân thuộc phạm vi quản lý theo ngành, lĩnh vực.",
  "3": "Thanh tra chuyên ngành là thanh tra việc chấp hành quy định của pháp luật, quy định về quy chuẩn, tiêu chuẩn quốc gia, quy tắc quản lý của cơ quan, tổ chức, cá nhân thuộc phạm vi quản lý.",
  "4": "Thanh tra chuyên ngành là thanh tra việc chấp hành pháp luật chuyên ngành, quy định về chuyên môn - kỹ thuật, quy tắc quản lý của cơ quan, tổ chức, cá nhân thuộc phạm vi được giao",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của pháp luật về thanh tra, anh (chị) hãy cho biết hoạt động thanh tra nhằm mục đích nào dưới đây?",
  "1": "Xử phạt cơ quan, tổ chức, cá nhân không thực hiện đúng quy định của pháp luật sung vào ngân sách nhà nước",
  "2": "Nâng cao vai trò của các cơ quan thanh tra",
  "3": "Phát hiện hạn chế, bất cập trong cơ chế quản lý, chính sách, pháp luật để kiến nghị với cơ quan nhà nước có thẩm quyền có giải pháp, biện pháp khắc phục",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của Luật thanh tra 2022, khái niệm phạm vi thanh tra được hiểu như thế nào?",
  "1": "Là giới hạn cụ thể về nội dung thanh tra, đối tượng thanh tra và thời kỳ thanh tra",
  "2": "Là giới hạn cụ thể về nội dung thanh tra, đối tượng thanh tra và thời kỳ thanh tra được xác định trong quyết định thanh tra",
  "3": "Là giới hạn cụ thể về nội dung thanh tra, đối tượng thanh tra và thời kỳ thanh tra được xác định trong Luật thanh tra 2022",
  "4": "Các phương án trên đều không đúng",
  "Correct Answer": 2
 },
 {
  "Question": "Theo quy định của pháp luật về thanh tra, anh (chị) hãy cho biết nguyên tắc nào dưới đây không phải là nguyên tắc hoạt động thanh tra?",
  "1": "Tuân theo pháp luật, dân chủ, công khai, khách quan, kịp thời, chính xác.",
  "2": "Không làm cản trở hoạt động bình thường của đối tượng thanh tra và cơ quan, tổ chức, cá nhân khác",
  "3": "Nhanh chóng, kịp thời phát hiện, xử lý hành vi vi phạm của các cơ quan, tổ chức, cá nhân",
  "4": "Không trùng lặp về phạm vi, thời gian giữa các cơ quan thanh tra, giữa cơ quan thanh tra với cơ quan kiểm toán nhà nước; không trùng lặp trong việc thực hiện quyền khi tiến hành thanh tra",
  "Correct Answer": 3
 },
 {
  "Question": "Theo quy định của pháp luật về thanh tra, anh (chị) hãy cho biết hành vi nào dưới đây là hành vi không bị nghiêm cấm trong hoạt động thanh tra?",
  "1": "Chống đối, cản trở, mua chuộc, đe dọa, trả thù, trù dập người tiến hành thanh tra, người thực hiện giám sát, người thực hiện thẩm định, người cung cấp thông tin, tài liệu cho cơ quan thực hiện chức năng thanh tra; gây khó khăn cho hoạt động thanh tra",
  "2": "Đưa hối lộ, nhận hối lộ, môi giới hối lộ trong hoạt động thanh tra",
  "3": "Cố ý không ra quyết định thanh tra khi phát hiện có dấu hiệu vi phạm pháp luật mà theo quy định của pháp luật phải tiến hành thanh tra",
  "4": "Đình chỉ hoặc kiến nghị người có thẩm quyền đình chỉ hành vi vi phạm",
  "Correct Answer": 4
 }
]
}